<?php
$this->pageTitle='ЭИЭ | ' . Yii::app()->name;
?>
<h1>ЭИЭ (Этико-интуитивный экстраверт, «Гамлет»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Положительные эмоции являются основной целью и ценностью жизни. Хорошо понимает позитивное состояние (эмоции, чувства), свое или другого человека на близкой психологической дистанции. Видит тонкости и оттенки позитивного эмоционального состояния в различных ситуациях, умеет перенести чувства в ситуации и во времени.</p>
<p>Стремится показать другим грядущие неприятности, неблагоприятные события. Видит и понимает события как явления общего масштаба. Присущ трагизм восприятия событий. В событиях склонен усматривать глубокую взаимосвязь с другими событиями, далеко идущие последствия, которые важны прежде всего в эмоциональном контексте. Старается сам избежать повторения совершенных в прошлом ошибок и указывает другим пути ухода от негативных событий, обеспечивая этим хорошее состояние (настроение, позитивные эмоции) себе и тем, кого считает ближайшим окружением.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Общепринятые представления об известной ему профессиональной деятельности, конкретных эффективных способах работы. В работе твердо опирается на те знания, которым обучен, ожидает от других того же.</p>
<p>Восприятие комфорта и дискомфорта, удобства и неудобства и других положительных и отрицательных сенсорных ощущений основано только на собственном опыте. Не может соотнести свое понимание ощущений с тем, как принято в обществе. Поэтому болезненно воспринимает замечания о неудобствах в окружающем мире, о собственном неумении хорошо ориентироваться в этих вопросах. Пытается применить свое, часто своеобразное, понимание красоты, удобства и комфорта при работе с объектами. Воспитанное понимание того, что работать надо для обеспечения приемлемого им уровня удобств.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация об объективных законах бытия, о существующих в мире взаимосвязях и соотношениях между его элементами, о теориях, а также привлекают примеры последовательного, ясного логического мышления. Ориентируется в подобной информации на уровне личного опыта, не желает сравнивать свое собственное понимание с общепринятым. Неадекватно реагирует на негативную оценку своей логичности.</p>
<p>Хотел бы считать, что умеет сопротивляться волевому давлению, защищать свое жизненное пространство. Имеет индивидуальные способы, приемы, шаблоны определения тех границ (психологических, физических), которые не могут быть нарушены. Нуждается в позитивной оценке такого умения. Неосознанно активизируется при возможности проявить себя с лучшей стороны в вопросе волепроявления. Нравится чувствовать себя поборником и защитником, защищать и отстаивать себя и ближайшее окружение при ощущении несправедливости, необъективности, незаконности.</p>
</section>
<section>
<h2>Ид</h2>
<p>Строит в целом удобные ему отношения с окружающими. Проявление симпатий/антипатий осуществляет согласно наработанного в ходе жизни индивидуального умения. Установление отношений считает процессом зависящим от индивидуальных склонностей вступающих в отношение участников общения.</p>
<p>Обычно хорошо получается видеть конкретный положительный потенциал, возможности, способности. Свободно и не задумываясь пользуется этим умением в своей жизни.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
