<?php
$this->pageTitle='ЭИИ | ' . Yii::app()->name;
?>
<h1>ЭИИ (Этико-интуитивный интроверт, «Достоевский»)</h1>
<section>
<h2>Эго</h2>
<figure class="diagram">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Видит мир как общество взаимодейтсвующих личностей, между которыми складываются тонкие сети взиимных симпатий и антипатий. Рассматривает и оценивает все по своему отношению к объекту (человеку) и по тому отношению, которое объект (человек) порождает в ближнем окружении. Видит отношеня в их развитии, тонко чувствует детали и нюансы отношения к себе и интересующему его объекту. Не понимает орицательных отношений, теряется в ситуациях отрицательных отношений и старается их всячески избегать.</p>
<p>Видит внутренние склонности, способности и мотивы поведения человека. Умеет найти оправдание практически любым отрицательным поступкам, увидеть в отрицательном положительное. Корректирует свое отношение в зависимости от изменения восприятия внутреннего содержания объекта (человека). В стремлении не испортить отношения способен проявлять незаурядную деликатность и изобретательность, чтобы не допустить даже намека на плохое отношение.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Общепринятые представления о конкретных логических системах, структурах, социальной иерархии. Существование общепринятого конкретного социального порядка, которому приходится подчиняться, воспринимает как неизбежную необходимость.</p>
<p>Осуществление волевого давления, нажима, использование силовых методов воздействия только на основе личностного опыта. Если необходимо, отстаивает свою систему мироустройства, пытаясь вынудить собеседника принять его точку зрения.</p>
<p>Однако испытывает затруднения при необходимости осуществить такое давление, болезненно воспринимает критику волевых качеств, а также необходимость проявлять насилие.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает любая информация о практических моментах деятельности, свойствах и параметрах объектов, об оптимальной организации дела вообще, тенденциях развития технологий. Собственную практическую деятельность организует только исходя из приобретенного индивидуального опыта.</p>
<p>Хотел бы считать, что обладает вкусом, умеет организовать пространство вокруг себя, создать комфортную обстановку. Нуждается в оценке этого умения. Неосознанно активизируется при необходимости оптимизировать какой-нибудь процесс посредством налаживания удобства в работе.</p>
</section>
<section>
<h2>Ид</h2>
<p>Имеет индивидуальные привычки выражения и изменения настроений. В разных ситуациях ободряет себя и окружающих подходящими средствами. В повседневной деятельности пользуется спонтанным умением оценить ближайшее развитие событий, врожденным чувством перспективы для предотвращения отрицательных сценариев развития ситуации.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
