<?php
$this->pageTitle='ЭСЭ | ' . Yii::app()->name;
?>
<h1>ЭСЭ (Этико-сенсорный экстраверт, «Гюго»)</h1>
<dl>
	<dt>Эго</dt>
	<dd>
		<p>Восприятие мира имеет основополагающе эмоциональный характер. Хорошо чувствует эмоциональную атмосферу в любой ситуации, знает уместность способа выражения, место и вес (важность) внутреннего состояния в каждой ситуации. Гибко подходит к решению задач управления и выражения эмоций. Ориентируется как в отрицательных так и в положительных состояниях.</p>
		<p>Творчески создает вокруг себя комфорт, уют, удобно обустраивает пространство, окружает себя красивыми вещами, изменяя тем самым общее состояние, настроение.</p>
	</dd>
	<dt>Супер-Эго</dt>
	<dd>
		<p>Практическое и технологическое мышление плотно основывается на приобретенных знаниях и шаблонах решения сходных задач. Способы деловой активности как в общем, так конкретной области выбирает исходя из мнения авторитентых источников, или подгоняет под один из освоенных шаблонов.</p>
		<p>Прогнозирование конкретных изменений в сфере своих интересов осуществляет только на основе личностного опыта. Не способен сопоставить свой способ прогнозирования с другими, поэтому болезнено воспринимает критику неудачного выбора времени или сроков, Не любит ситуаций несвоевременности; теряется в связи с негативными событиями.</p>
		<p>Руководствуясь сугубо личностным опытом, выбирает конкретное время и сроки для различных дел при ограниченном социальными нормами понимании деловой активности и способов работы вообще.</p>
	</dd>
	<dt>Супер-Ид</dt>
	<dd>
		<p>Привлекает информация о порядке, конкретных логических взаимосвязях в сфере деятельности или интересов. Нуждаетя в подсказе конкретных способов наведения связей между явлениями, закономерностями и правилами.</p>
		<p>Хотел бы считать, что умеет выбирать возможности, удачно использовать даже незначительный шанс. Нуждается в оценке этого умения. Неосознанно активизируется при необходимости создания порядка, четкой последовательности и ясности в конкретном вопросе, особенно если при этом получат признание его способности.</p>
	</dd>
	<dt>Ид</dt>
	<dd>
		<p>Непроизвольно отслеживает оношения в своем кругу общения. не задумываясь пользуется выработаными на личной практике разнообразными способами установления и поддержания отношений. Хорошие отношения важны как таковые, для личной внутренней уверенности, в ситуации.</p>
		<p>Для предотвращения неблагоприятных отношений склонен, часто не отдавая себе отчета, действовать напором, форсируя выяснение отношений, принуждая партнера изменить отношения к лучшему.</p>
	</dd>
</dl>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
