<?php
$this->pageTitle='ЭСЭ | ' . Yii::app()->name;
?>
<h1>ЭСЭ (Этико-сенсорный экстраверт, «Гюго»)</h1>
<section>
<h2>Эго</h2>
<figure class="diagram">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Восприятие мира имеет основополагающе эмоциональный характер. Хорошо чувствует эмоциональную атмосферу в любой ситуации, знает уместность способа выражения, место и вес (важность) внутреннего состояния в каждой ситуации. Гибко подходит к решению задач управления и выражения эмоций. Ориентируется как в отрицательных так и в положительных состояниях.</p>
<p>Творчески создает вокруг себя комфорт, уют, удобно обустраивает пространство, окружает себя красивыми вещами, изменяя тем самым общее состояние, настроение.</p>
</section>
<section>
<h2>Супер-Эго</h2>
<p>Практическое и технологическое мышление плотно основывается на приобретенных знаниях и шаблонах решения сходных задач. Способы деловой активности как в общем, так конкретной области выбирает исходя из мнения авторитентых источников, или подгоняет под один из освоенных шаблонов.</p>
<p>Прогнозирование конкретных изменений в сфере своих интересов осуществляет только на основе личностного опыта. Не способен сопоставить свой способ прогнозирования с другими, поэтому болезнено воспринимает критику неудачного выбора времени или сроков, Не любит ситуаций несвоевременности; теряется в связи с негативными событиями.</p>
<p>Руководствуясь сугубо личностным опытом, выбирает конкретное время и сроки для различных дел при ограниченном социальными нормами понимании деловой активности и способов работы вообще.</p>
</section>
<section>
<h2>Супер-Ид</h2>
<p>Привлекает информация о порядке, конкретных логических взаимосвязях в сфере деятельности или интересов. Нуждаетя в подсказе конкретных способов наведения связей между явлениями, закономерностями и правилами.</p>
<p>Хотел бы считать, что умеет выбирать возможности, удачно использовать даже незначительный шанс. Нуждается в оценке этого умения. Неосознанно активизируется при необходимости создания порядка, четкой последовательности и ясности в конкретном вопросе, особенно если при этом получат признание его способности.</p>
</section>
<section>
<h2>Ид</h2>
<p>Непроизвольно отслеживает оношения в своем кругу общения. не задумываясь пользуется выработаными на личной практике разнообразными способами установления и поддержания отношений. Хорошие отношения важны как таковые, для личной внутренней уверенности, в ситуации.</p>
<p>Для предотвращения неблагоприятных отношений склонен, часто не отдавая себе отчета, действовать напором, форсируя выяснение отношений, принуждая партнера изменить отношения к лучшему.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
