<?php
$this->pageTitle='ЭСИ | ' . Yii::app()->name;
?>
<h1>ЭСИ (Этико-сенсорный интроверт, «Драйзер»)</h1>
<figure class="diagram">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<h2>Эго</h2>
<p>Хорошо видит, кто как к кому относится, знает, как формируются, проявляются и изменяются отношения в различных ситуациях, знает принятую в обществе норму проявления отношений, а также имеет собственное понимание нравственности.</p>
<p>Ориентируется как в положительных, так и в отрицательных отношениях. Способен существовать в ситуации длительного конфликта, защищая себя и своих близких адекватно сложившейся ситуации. Применяет упорство и твердость для отстаивания морально-этических ценностей.</p>
<h2>Супер-Эго</h2>
<p>Может оценить последовательность и непротиворечивость мыслей, поступков, явлений с точки зрения усвоенных (выученных) понятий. Общепринятые представления об общих логических взаимосвязях и зависимостях в окружающем мире, о построении непротиворечивых умозаключений, схем, структур.</p>
<p>Скрытые возможности и заложенный потенциал оценивает лишь исходя из собственного понимания. Не способен оценить, насколько его понимание совпадает с общепринятым. Необходимость понимания сути логических моделей, теорий, умопостроений сводит до круга его интересов (деятельности).</p>
<p>Видение конкретных позитивных возможностей и способностей только на основе личностного опыта. Поэтому болезненно воспринимает замечания об отсутствии гибкости, проницательности, о необходимости поиска новых вариантов.</p>
<h2>Супер-Ид</h2>
<p>Чувствует недостаточное ориентирование в конкретно-прикладной практической деятельности. Привлекает информация о необходимости выполнить конкретную работу, о ее эффективных способах, о позитивных свойствах конкретных объектов. При выполнении работы опирается только на личный опыт. Желает выполнять конкретную, в определенной области специализации работу, совершенствовать свое умение в узкой области.</p>
<p>Хотел бы считать, что умеет избегать неблагоприятных событий, повторения ошибок прошлого. Нуждается в оценке этого умения.</p>
<p>Неосознанно активизируется при необходимости предугадать отрицательные события, последствия и избежать их, особенно если они имеют влияние на его конкретную практическую деятельность. Конкретные действия придают уверенность в избежании неприятностей в будущем.</p>
<h2>Ид</h2>
<p>Индивидуальный, автоматически реализуемый способ создания для себя и близких позитивного эмоционального фона в разных жизненных ситуациях.</p>
<p>По ходу жизни реагирует на неприятные ощущения, неудобства, дискомфорт и действует на их устранение.</p>
<p>Чтобы чувствовать себя лучше, уменьшает дискомфорт в окружающем мире, устраняет неудобство и неприятные ощущения, создает уют.</p>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
