<?php
$this->pageTitle='ИЭЭ | ' . Yii::app()->name;
?>
<h1>ИЭЭ (Интуитивно-этический экстраверт, «Гексли»)</h1>
<dl>
	<dt>Эго</dt>
	<dd>
		<p>Хорошо чувствует возможности других людей, наблюдая со стороны, особенно незнакомых, выделяет людей с интересными способностями среди других. Стремится установить хорошие отношения с интересными людьми на близкой дистанции, выразить свое расположение к ним.</p>
		<p>Находит выход из разнообразных ситуаций, владея видением скрытых возможностей, налаживая хорошие отношения, либо настраивая положительное общественное мнение.</p>
	</dd>
	<dt>Супер-Эго</dt>
	<dd>
		<p>Общепринятые представления о волевом воздействии, давлении, проявлении волевых качеств. Строит конкретные взаимосвязи и соотношения на основе личного опыта. Поэтому болезненно воспринимает критику аналитических способностей, испытывает затруднения, сталкиваясь с незнакомой логической схемой.</p>
		<p>Пытается добиться такой степени влиятельности в обществе, которая соответствует усвоенным нормам представлений о влиятельности. Реализует это посредством личного представлений об интеллекте, о логических взаимосвязях.</p>
	</dd>
	<dt>Супер-Ид</dt>
	<dd>
		<p>Привлекает информация о конкретной организации пространства, о комфортной обстановке вокруг себя. Хотел бы считать, что умеет выбирать достаточно эффективные способы работы, организовать процесс, улучшить его, изменить последовательность операций. Нуждается в оценке этого умения.</p>
		<p>Неосознанно активизируется при необходимости создать комфорт вокруг себя посредством организации выполнения какой-нибудь работы, проявления деловой активности.</p>
	</dd>
	<dt>Ид</dt>
	<dd>
		<p>Индивидуальная программа создания конкретных позитивных событий, положительных изменений. Она реализуется посредством неосознанного создания подходящего состояния (эмоций, переживаний, настроения, чувств) как своего, так и окружающих.</p>
	</dd>
</dl>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
