<?php
$this->pageTitle='ИЭИ | ' . Yii::app()->name;
?>
<h1>ИЭИ (Интуитивно-этический интроверт, «Есенин»)</h1>
<section>
<h2>Эго</h2>
<figure class="diagram">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Ощущает мир как вечно текущий процесс постоянных событий и изменений, которые часто наполняет глубоким значением. Особенно склонен отмечать события, носящие всеобщий, судьбоносный характер. Может точно оценить перспективу и развитие событий, учитывая как общие тенденции, так и особенности ситуации.</p>
<p>В ситуациях, которые могут привести к ухудшению эмоциональной атмосферы, угнетенному состоянию всеми способами пытается предотвратить, это ухудшение. Для этого, как противоядие, создает себе и близким хорошее настроение.</p>
<p>Основной девиз — не унывать даже в самых трудных ситуациях.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Способы устранения дискомфорта, создания удобства, понимание эстетики форм и пропорций на основе усвоенных знаний. Знания эти либо приобретаются в процессе образования, либо заимствуются у авторитетных лиц. Ему трудно создать эстетический продукт, который соответствовал бы требованиям ситуации.</p>
<p>Подходы к конкретной практической деятельности своеобразны и не всегда соотносятся с общепринятыми приемами. Сам этой неадекватности не способен увидеть, так же ему трудно с уверенностью сопоставить свои способы работы с тем как ее делают другие. Неприятна критика практичности, деловых качеств, выбора способа и инструментов работы.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация о силовой стороне жизни, а особенно конкретные приемы защиты своего жизненного пространства, своих интересов. Чувствует нехватку навыков и информации по способам защиты и проявления влияния.</p>
<p>Претендует на должную оценку своей способности к анализу, умению обобщенно мыслить. Нуждается в оценке этого умения.</p>
<p>Неосознанно активизируется при необходимости задействовать аналитические, логические способности, особенно если это ведет к укреплению его влияния.</p>
</section>
<section>
<h2>Ид</h2>
<p>Имеет жизненные наработки распознавания конкретной сути вещей и явлений. В разных ситуациях справляется с задачами, требующими выбора между несколькими возможностями, видения позитивных качеств людей или явлений. Широко и гибко пользуется врожденным умением налаживать и поддерживать отношения. Проблемы отношений решает походя, особо не уделяя внимания.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
