<?php
$this->pageTitle='ИЭИ | ' . Yii::app()->name;
?>
<h1>ИЭИ (Интуитивно-этический интроверт, «Есенин»)</h1>
<dl>
	<dt>Эго</dt>
	<dd>
		<p>Ощущает мир как вечно текущий процесс постоянных событий и изменений, которые часто наполняет глубоким значением. Особенно склонен отмечать события, носящие всеобщий, судьбоносный характер. Может точно оценить перспективу и развитие событий, учитывая как общие тенденции, так и особенности ситуации.</p>
		<p>В ситуациях, которые могут привести к ухудшению эмоциональной атмосферы, угнетенному состоянию всеми способами пытается предотвратить, это ухудшение. Для этого, как противоядие, создает себе и близким хорошее настроение.</p>
		<p>Основной девиз — не унывать даже в самых трудных ситуациях.</p>
	</dd>
	<dt>Супер-Эго</dt>
	<dd>
		<p>Способы устранения дискомфорта, создания удобства, понимание эстетики форм и пропорций на основе усвоенных знаний. Знания эти либо приобретаются в процессе образования, либо заимствуются у авторитетных лиц. Ему трудно создать эстетический продукт, который соответствовал бы требованиям ситуации.</p>
		<p>Подходы к конкретной практической деятельности своеобразны и не всегда соотносятся с общепринятыми приемами. Сам этой неадекватности не способен увидеть, так же ему трудно с уверенностью сопоставить свои способы работы с тем как ее делают другие. Неприятна критика практичности, деловых качеств, выбора способа и инструментов работы.</p>
	</dd>
	<dt>Супер-Ид</dt>
	<dd>
		<p>Привлекает информация о силовой стороне жизни, а особенно конкретные приемы защиты своего жизненного пространства, своих интересов. Чувствует нехватку навыков и информации по способам защиты и проявления влияния.</p>
		<p>Претендует на должную оценку своей способности к анализу, умению обобщенно мыслить. Нуждается в оценке этого умения.</p>
		<p>Неосознанно активизируется при необходимости задействовать аналитические, логические способности, особенно если это ведет к укреплению его влияния.</p>
	</dd>
	<dt>Ид</dt>
	<dd>
		<p>Имеет жизненные наработки распознавания конкретной сути вещей и явлений. В разных ситуациях справляется с задачами, требующими выбора между несколькими возможностями, видения позитивных качеств людей или явлений. Широко и гибко пользуется врожденным умением налаживать и поддерживать отношения. Проблемы отношений решает походя, особо не уделяя внимания.</p>
	</dd>
</dl>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
