<?php
$this->pageTitle='ИЛЭ | ' . Yii::app()->name;
?>
<h1>ИЛЭ (Интуитивно-логический экстраверт, «Дон Кихот»)</h1>
<h2>Эго</h2>
<figure class="diagram">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Воспринимает мир как мир смысла, идей, загадок и поиска решения для ответов на интересующие его вопросы. В каждой конкретной ситуации хорошо проникает в суть предмета или явления, его позитивные возможности и обосновывает, описывает их с точки зрения глобальных, абстрактных логических законов.</p>
<p>Для изложения своего видения строит абстрактную систему, схему, обобщенную концепцию, которая в общих чертах обосновывает конкретную идею, догадку, возможность.</p>
<h2>Супер-Эго</h2>
<p>Представления о волевом отпоре, сопротивлении, защите, основанных на общепринятых шаблонах и стереотипах. Понимание человеческих отношений и путей избежать напряженности в них происходит только на основе личностного пониания. Не способен оценить адкеватность проявлений симпатии/антипатии, согласовать с нормами и учитывать ситуацию в от ношениях очень трудно. Поэтому любой намек на неэтичность, неумение себя вести, неуважение к другим людям воспринимается болезненно.</p>
<p>Стереотипно старается устанавливать и поддерживать отношения, позволяющие защитить себя и близких от волевого давления при ограниченном личностным опытом понимании самих отношений.</p>
<h2>Супер-Ид</h2>
<p>Привлекает информация о эстетике и комформте в широком смысле. Чувствует недостаток своих знаний/умений в устранении неприятных ощущений, неумение разнообразить эстетическое восприятие. Хотел бы считать, что умеет создавать и поддерживать приятную эмоциональную атмосферу вокруг себя, в узком кругу, в неформальной обстановке. Приятна положительная оценка этого умения. Активизируется в ситуаци хорошего настроения теплой эмоциональной атмосферы.</p>
<h2>Ид</h2>
<p>Имеет свои, выработанные по ходу жизни индивидуально удобные способы распределения деятельности во времени. Непроизвольно выбирает лучшие технологии и методы для выполнения текущей работы. Подспудно, не задумываясь, гибко использует подручные способы достижения цели, позволяющие примерно вписаться в тот общий временной план, который наметил для себя.</p>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
