<?php
$this->pageTitle='ИЛИ | ' . Yii::app()->name;
?>
<h1>ИЛИ (Интуитивно-логический интроверт, «Бальзак»)</h1>
<dl>
	<dt>Эго</dt>
	<dd>
		<p>Хорошо видит и понимает течение событий. Умеет предсказать результаты деятельности, ход развития ситуации. Строит прогнозы, которые часто сбываются.</p>
		<p>Изучает свойства объектов с точки зрения практического применения. Умеет создавать новый способ работы и инструмент. Добивается оптимальной технологии, позволяющей прежде всего сэкономить время.</p>
	</dd>
	<dt>Супер-Эго</dt>
	<dd>
		<p>Комфорт и удобство понимает на основании усвоенных норм и стереотипов. Не всегда в состоянии создать себе удобную рабочую или домашнюю обстановку. В эмоциональных состояниях ориентируется только на основании собственного опыта. Часто неадекватен в проявлениях эмоций. Оценки его эмоционального состояния со стороны могут быть ему неприятны.</p>
	</dd>
	<dt>Супер-Ид</dt>
	<dd>
		<p>Чувствует некоторую неуверенность в своей способности отстоять себя, защитить свои интересы. Привлекает всевозможная информация о способах получения прибыли, выгоды, о материальных ресурсах.</p>
		<p>Хотел бы считать, что умеет строить хорошие отношения, быть тактичным и приятным в общении. Нуждается в положительной оценке этого умения.</p>
	</dd>
	<dt>Ид</dt>
	<dd>
		<p>В результате пройденного жизненного опыта непроизвольно различает суть вещей, заложенные возможности и внутренние качества. В первую очередь замечает негативные черты, качества. Развитая логика позволяет легко структурировать события и явления в ходе повседневной деятельности.</p>
	</dd>
</dl>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
