<?php
$this->pageTitle='ЛИЭ | ' . Yii::app()->name;
?> 
<h1>ЛИЭ (Логико-интуитивный экстраверт, «Джек Лондон»)</h1>
<dl>
	<dt>Эго</dt>
	<dd>
		<p>Видит и умеет гибко использовать разнообразие объектов и их свойств. Имеет развитое технологическое мышление — знает как создать оптимальный и продуктивный способ работы, новый инструмент. Хорошо чувствует развитие событий в близкой перспективе и пользуется этим умением, чтобы в нужный момент применить свои умения.</p>
	</dd>
	<dt>Супер-Эго</dt>
	<dd>
		<p>Имеет общепринятые представлениия об эмоциональном мире. Умение поднять настроение, поддерживать атмосферу в коллективе основывается на стереотипных приемах.</p>
		<p>Комфорт понимает только на основе собственного опыта и собственных представлений. Негибок в этом отношении и не может объективно оценить свое понимание удобства и комфорта.</p>
	</dd>
	<dt>Супер-Ид</dt>
	<dd>
		<p>Чувствует затруднения в создании хороших отношений. Нуждается в помощи в понимании симпатий и антипатий.</p>
		<p>Активируется при необходимости преодоления трудностей и проявления волевых качеств, особенно, если это, по его представлению содействует торжеству добра. Нуждается в положительной оценке своих волевых качеств.</p>
	</dd>
	<dt>Ид</dt>
	<dd>
		<p>В повседневной деятельности опирается на выработанные опытом схемы и структуры. Следует индивидуально наработанному способу строить логику поступков. Спонтанно и точно оценивает скрытые свойства и возможности. Легко схватывает суть явлений и событий.</p>
	</dd>
</dl>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
