<?php
$this->pageTitle='ЛИИ | ' . Yii::app()->name;
?>
<h1>ЛИИ (Логико-интуитивный интроверт, «Робеспьер»)</h1>
<dl>
	<dt>Эго</dt>
	<dd>
		<p>Мышление аналитического характера. Хорошо понимает, в каких взаимосвязях находятся одни предметы или явления с другими, какие законы при этом действуют или не действуют.</p>
		<p>На основе всестороннего анализа выдвигает конкретные догадки о позитивной сути конкретных предметов и явлений, их конкретных позитивных возможностях, высказывает конструктивные идеи.</p>
	</dd>
	<dt>Супер-Эго</dt>
	<dd>
		<p>Стереотипные представления об отношениях между людьми и о способах выхода из неприятных этических ситуаций.</p>
		<p>Волевые проявления с целью защиты своего жизненного пространства осуществляет только на основе личностного опыта. Из-за ограниченных возможностей дать отпор болезненно реагирует на попытки любого вмешательства в свою жизнь.</p>
	</dd>
	<dt>Супер-Ид</dt>
	<dd>
		<p>Привлекает информация о хорошем настроении, конкретном позитивном состоянии, чувстве. Хотел бы считать, что умеет устранять серьезные неудобства, уменьшать ощущение дискомфорта в окружающем мире. Нуждается в оценке этого умения.</p>
		<p>Неосознанно активизируется в случае, когда возникает необходимость сделать окружающую среду удобнее, что должно привести к лучшему состоянию, поднять настроение хотя бы в непосредственном окружении.</p>
	</dd>
	<dt>Ид</dt>
	<dd>
		<p>Имеет выработанные жизнью установки и методы, касающиеся конкретной практической активности, технологичности, использования ресурсов. Спонтанно чувствует правильное распределение ресурсов во времени, позволяющее эффективно решать текущие задачи.</p>
	</dd>
</dl>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
