<?php
$this->pageTitle='ЛСИ | ' . Yii::app()->name;
?>
<h1>ЛСИ (Логико-сенсорный интроверт, «Максим Горький»)</h1>
<h2>Эго</h2>
<p>Видение мира как системы правил, законов, знаний, иерархий. Воспринимает окружающее в рамках детально продуманной им системы мировоззрения. Каждое понятие или явление вписывает в эту систему. Склонен применять влияние, пропагандирование, принуждение и силовое воздействие для сохранения значимой для него системы, установленного порядка. Варьирует степень давления и инструмент влияния для достижения своих целей в нужной ситуации.</p>
<h2>Супер-Эго</h2>
<p>Хорошие отношения проявляет на основании выученных норм. Понимание взаимоотношений и симпатий основано на шаблонных представлениях. Затрудняется в случае необходимости найти способ проявить хорошее отношение в непривычной ситуации.</p>
<p>Поиск возможностей, потенциалов и возможных смыслов явлений ограничен личным опытом и личным пониманием. Оценивает склонности и способности других на основании собственных представлений, испытывает трудности в оценке адекватности этих оценок и сопоставлении этих оценок с оценками других.</p>
<h2>Супер-Ид</h2>
<p>Испытывает затруднения в создании нужной эмоциональной атмосферы. Привлекает возможность уйти от отрицательных состояний, приобрести энтузиазм и воодушевление.</p>
<p>Активизирует положительная перспектива, чувство причастности к весомым событям.</p>
<h2>Ид</h2>
<p>Основываясь на выработанный жизненный опыт находит нужный инструмент для деятельности, в которой он задействован. Технологическая сторона процесса происходит автоматически и эффективно.</p>
<p>Гибко использует индивидуальное умение организовать рабочее пространство, удобство, комфорт.</p>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
