<?php
$this->pageTitle='СЭЭ | ' . Yii::app()->name;
?>
<h1>СЭЭ (Сенсорно-этический экстраверт, «Наполеон»)</h1>
<dl>
	<dt>Эго</dt>
	<dd>
		<p>Хорошо понимает, как нужно сопротивляться давлению, противостоять попыткам волевого воздействия, сохранять независимость и имеющуюся сферу влияния. Манипулирует отношениями, умеет влиять на отношения между людьми, защищая таким образом себя.</p>
		<p>Устанавливает с людьми такие отношения, которые позволяют чувствовать себя в безопасности, сохранять независимость.</p>
	</dd>
	<dt>Супер-Эго</dt>
	<dd>
		<p>Общепринятые представления о конкретных позитивных возможностях, способностях. Построение общих логических взаимосвязей только на основе личностного опыта. Поэтому любая необходимость создавать новые системные соотношения объектов вызывает затруднения.</p>
		<p>Стремится реализовать конкретну идею, возможность при ограниченном социальными нормами понимании последней.</p>
	</dd>
	<dt>Супер-Ид</dt>
	<dd>
		<p>Привлекает информация о каких-либо событиях, изменениях, о том, как избежать крупных неблагоприятных событий, повторения ошибок прошлого, об общей перспективе и историческом опыте.</p>
		<p>Хотел бы считать,что умеет качественно работать над конкретными объектами. Нуждается в позитивной оценке этого умения.</p>
		<p>Неосознанно активизируется при необходимости избежать любых неблагоприятных событий посредством конкретной эффективной работы.</p>
	</dd>
	<dt>Ид</dt>
	<dd>
		<p>Программа уменьшения ощущения дискомфорта и создания комфорта вообще. Она реализуется посредством создания конкретного позитивного состояния (эмоций, переживаний) для себя и близких людей. Неосознанно создает в узком кругу атмосферу хорошего настроения.</p>
	</dd>
</dl>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
