<?php
$this->pageTitle='СЭИ | ' . Yii::app()->name;
?>
<h1>СЭИ (Сенсорно-этический интроверт, «Дюма»)</h1>
<figure class="diagram">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<h2>Эго</h2>
<p>Восприятие мира с точки зрения комфорта и удобства, особенно эмоционального уюта. Хорошо понимает и оценивает комфорт в зависимости от места, времени и ситуации.</p>
<p>Стремится снизить негативный накал в общей эмоциональной атмосфере, поднять другим настроение, сознательно меняет состояние другого человека, его эмоции, создавая тем самым конкретную комфортную обстановку вокруг себя.</p>
<h2>Супер-Эго</h2>
<p>Умение оценить перспективу, сделать прогноз, предвидеть развитие ситуации основывается на наработанных стереотипах, заимствованных приемов решения подобных задач. Время и сроки выполнения работ назначает стереотипно, не всегда может учесть зависимость сроков от конкретной ситуации.</p>
<p>Понимание технологических свойств материалов, построение рабочих процессов, последовательности действий, различных способов работы и их эффективности только на основе личностного опыта. Не способен оценить и сравнить свой способ решения таких задач с тем, как это делают другие. Поэтому болезненно воспринимает критику способов проявления деловой активности и организации работы.</p>
<h2>Супер-Ид</h2>
<p>Привлекает информация о неординарных возможностях, незаурядных личностях, идеях и возможностях в широком смысле. Иногда ощущает затруднение в ситуации, богатой потенциальными возможности.</p>
<p>Хотел бы считать, поступать справедливо, разумно, логично в конкретной обстановке. Нуждается в оценке этого умения. Неосознанно активизируется при необходимости построить логическое обоснование, позволяющее реализовать весомый потенциал.</p>
<h2>Ид</h2>
<p>В повседневной жизни имеет свой индивидуально установленный уровень притязания, материального благосостояния и влияния в каждой ситуации. Гибко и не задумываясь применяет свое естественное умение устанавливать хорошие отношения, договариваться. Неосознанно использует это умение для укрепления своих позиций, отстаивания своих интересов.</p>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
