<?php
$this->pageTitle='СЭИ | ' . Yii::app()->name;
?>
<h1>СЭИ (Сенсорно-этический интроверт, «Дюма»)</h1>
<h2>Эго</h2>
<p>Восприятие мира с точки зрения комфорта и удобства, особенно эмоционального уюта. Хорошо понимает и оценивает комфорт в зависимости от места, времени и ситуации.</p>
<p>Стремится снизить негативный накал в общей эмоциональной атмосфере, поднять другим настроение, сознательно меняет состояние другого человека, его эмоции, создавая тем самым конкретную комфортную обстановку вокруг себя.</p>
<h2>Супер-Эго</h2>
<p>Умение оценить перспективу, сделать прогноз, предвидеть развитие ситуации основывается на наработанных стереотипах, заимствованных приемов решения подобных задач. Время и сроки выполнения работ назначает стереотипно, не всегда может учесть зависимость сроков от конкретной ситуации.</p>
<p>Понимание технологических свойств материалов, построение рабочих процессов, последовательности действий, различных способов работы и их эффективности только на основе личностного опыта. Не способен оценить и сравнить свой способ решения таких задач с тем, как это делают другие. Поэтому болезненно воспринимает критику способов проявления деловой активности и организации работы.</p>
<h2>Супер-Ид</h2>
<p>Привлекает информация о неординарных возможностях, незаурядных личностях, идеях и возможностях в широком смысле. Иногда ощущает затруднение в ситуации, богатой потенциальными возможности.</p>
<p>Хотел бы считать, поступать справедливо, разумно, логично в конкретной обстановке. Нуждается в оценке этого умения. Неосознанно активизируется при необходимости построить логическое обоснование, позволяющее реализовать весомый потенциал.</p>
<h2>Ид</h2>
<p>В повседневной жизни имеет свой индивидуально установленный уровень притязания, материального благосостояния и влияния в каждой ситуации. Гибко и не задумываясь применяет свое естественное умение устанавливать хорошие отношения, договариваться. Неосознанно использует это умение для укрепления своих позиций, отстаивания своих интересов.</p>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
