<?php
$this->pageTitle='СЛЭ | ' . Yii::app()->name;
?>
<h1>СЛЭ (Сенсорно-логический экстраверт, «Жуков»)</h1>
<h2>Эго</h2>
<p>Восприятие мира с точки зрения волевых, силовых качеств, борьбы интересов и способов влияния. Хорошо видит силу и волевую мощь различных объектов, людей, общественных структур. В любой ситуации знает, как подчинить, подавить, преодолеть, добиться своего. Строит конкретные логические схемы достижения своих целей. Создает правила и порядок, позволяющий добиться максимального влияния.</p>
<h2>Супер-Эго</h2>
<p>Понимание потенциалов и возможностей основано на стереотипных, часто заимствованных способах оценки. Кругозор возможностей основывается на общепринятых представлениях. Стереотипно оценивает способности других людей.</p>
<p>Хорошие отношения с конкретными людьми устанавливает и поддерживает только на основе собственного понимания личных взаимоотношений. Не способен выбрать оптимальный способ проявления отношения или даже оценить способ установления отношений с тем как это делают другие. Поэтому болезненно воспринимает замечания о некорректности, бестактности.</p>
<h2>Супер-Ид</h2>
<p>Привлекает информация о конкретной позитивной перспективе, предстоящих приятных сюрпризах судьбы. Часто чувствует недостаток умения прогнозировать, разглядеть положительные стимулы в перспективе.</p>
<p>Хотел бы считать, что умеет управлять общей эмоциональной атмосферой, поддерживать нужное состояние, запал. Нуждается в оценке этого умения.</p>
<p>Неосознанно активизируется в случае необходимости проявить себя зажигателем нужной эмоциональной атмосферы, преподнести эмоциональный сюрприз.</p>
<h2>Ид</h2>
<p>В повседневной жизнедеятельности пользуется индивидуально наработанными способами создания, комфорта, удобства. Спонтанно гибко и уверенно использует необходимый инструмент, технологию, процесс для осуществления текущей практической деятельности.</p>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
