<?php
$this->pageTitle='СЛИ | ' . Yii::app()->name;
?>
<h1>СЛИ (Сенсорно-логический интроверт, «Габен»)</h1>
<h2>Эго</h2>
<p>Обладает гибким видением пространственных соотношений и пропорций. Воспринимает мир как гармонию линий в пространстве, гармонию физических ощущений, которая есть равновесие между простотой и изяществом форм. Видит богатство форм, их абсолютную и относительную ценность, включая как красивое так и безобразное. Способен приспосабливаться к дискомфорту, устранять неудобство с учетом принятых норм эстетики, текущей ситуации и возможного развития ситуации в будущем. Трезво оценивает и применяет технические средства и материалы для достижения требуемого результата, учитывая конкретные возможности материала и инструмента для заданной цели.</p>
<h2>Супер-Эго</h2>
<p>Планирует течение событий, опираясь на усвоенные перенятые шаблоны прогнозирования. Ему сложно отойти от общепринятого способа хода оценки развития ситуации во времени. Разбирается с эмоциональными ситуациями только на основе собственного понимания эмоционального мира людей. Потребность соотнести эмоциональную сторону ситуации с адекватным способом реагирования вызывает сильное затруднение. Не уверен в адекватности их проявлений, поэтому стремится не выражать внешне сильные и бурные эмоции, чем создает впечатление малоэмоционального человека. Не ориентируется в области негативных эмоций.</p>
<h2>Супер-Ид</h2>
<p>Привлекает информация о позитивных возможностях и непроявленном потенциале в своей жизни. Интересуется необычными людьми, мнениями, взглядами. Ценность внутреннего содержания и сути человека связывается с отношением к нему. Способ проявления отношений складывается из индивидуально-привычных приемов. Считает себя способным установить нужные отношения с окружающими и неосознанно стремится получать должную оценку этой способности.</p>
<h2>Ид</h2>
<p>Имеет выработанную жизненным опытом личную стратегию защиты собственных интересов и интересов ближнего окружения. Гибко и эффективно использует существующие системы и правила, в своей повседневной деятельности, в том числе для защиты своих интересов.</p>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
