<?php
$this->pageTitle='СЛИ | ' . Yii::app()->name;
?>
<h1>СЛИ (Сенсорно-логический интроверт, «Габен»)</h1>
<section>
<h2>Эго</h2>
<figure class="diagram">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
				<td>&minus;&thinsp;<img src="<?php echo Yii::app()->baseUrl; ?>/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Обладает гибким видением пространственных соотношений и пропорций. Воспринимает мир как гармонию линий в пространстве, гармонию физических ощущений, которая есть равновесие между простотой и изяществом форм. Видит богатство форм, их абсолютную и относительную ценность, включая как красивое так и безобразное. Способен приспосабливаться к дискомфорту, устранять неудобство с учетом принятых норм эстетики, текущей ситуации и возможного развития ситуации в будущем. Трезво оценивает и применяет технические средства и материалы для достижения требуемого результата, учитывая конкретные возможности материала и инструмента для заданной цели.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Планирует течение событий, опираясь на усвоенные перенятые шаблоны прогнозирования. Ему сложно отойти от общепринятого способа хода оценки развития ситуации во времени. Разбирается с эмоциональными ситуациями только на основе собственного понимания эмоционального мира людей. Потребность соотнести эмоциональную сторону ситуации с адекватным способом реагирования вызывает сильное затруднение. Не уверен в адекватности их проявлений, поэтому стремится не выражать внешне сильные и бурные эмоции, чем создает впечатление малоэмоционального человека. Не ориентируется в области негативных эмоций.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация о позитивных возможностях и непроявленном потенциале в своей жизни. Интересуется необычными людьми, мнениями, взглядами. Ценность внутреннего содержания и сути человека связывается с отношением к нему. Способ проявления отношений складывается из индивидуально-привычных приемов. Считает себя способным установить нужные отношения с окружающими и неосознанно стремится получать должную оценку этой способности.</p>
</section>
<section>
<h2>Ид</h2>
<p>Имеет выработанную жизненным опытом личную стратегию защиты собственных интересов и интересов ближнего окружения. Гибко и эффективно использует существующие системы и правила, в своей повседневной деятельности, в том числе для защиты своих интересов.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>
