<?php
$this->pageTitle='Функции | ' . Yii::app()->name;
?>
<h1>Функции</h1>
<p>В модели каждым аспектом информационного потока «занимается» соответствующее функциональное «ведомство» — «отдел» по восприятию, обработке и передаче информации. Вот это «ведомство» и называется <em>психической функцией</em>.</p>
<p>У функций в модели есть названия — они в определенной степени характеризуют работу функций, но в основном служат для удобства называния. Кроме того, каждая из функций характеризуется опеределенной мерностью обработки информации.</p>
<section id="ego">
	<h2>Блок Эго<a class="headerlink" title="Ссылка на этот подраздел" href="#ego">¶</a></h2>
	<p>Эго — ядро психической структуры. Аспекты, расположенные на этом уровне, преобладающие. Эго — уровень наиболее осознанного восприятия информации, самой тщательной и самой осмысленной ее переработки. Аспекты, находящиеся в Эго — основные ценности ТИМа.</p>
	<section id="f1">
		<h3>1-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f1">¶</a></h3>
		<p>Эта функция носит названия «базовая», «программная», «функция интеллекта». Термины могут быть разными, лучше ориентироваться по номеру (положению) функции в модели.</p>
		<p>Это четырехмерная функция. В ней есть мерности социальных: опыта, норм, ситуации, времени. Она всесторонне обрабатывает воспринимаемую социально значимую (личностную) информацию (ищет идею, решение задачи и т.п.), в том числе и по параметру времени.</p>
		<p>Это самая сильная, главенствующая функция в структуре нашей психики. Это своего рода «законодательный орган», это его «директор».</p>
		<p>Информация, воспринимаемая программной функцией, для нас особенно значима. Поэтому она усваивается нами с легкостью, без всякого напряжения и практически без потерь. Мы всю жизнь насыщаемся информацией по этому аспекту и никогда пресытиться ею не можем, потому что, по большому счету, это единственное, чему мы верим целиком и полностью.</p>
		<p>Программная функция — это «функция осознанных преимуществ», «функция врожденного профессионализма», «функция основных ценностей, основных задач и целей».</p>
	</section>
	<section id="f2">
		<h3>2-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f2">¶</a></h3>
		<p>«Творческая», «функция реализации», «инструментальная».</p>
		<p>Функция трехмерная. Мерности социальных: опыта, норм, ситуации. Она, естественно, «творит», т.е. реализует социально значимые решение, идею, мысль, которые найдены функцией интеллекта относительно некоторого момента времени в прошлом, настоящем или будущем — отсюда учёт социального опыта, ситуаций и норм, но инвариантность (независимость) функции творчества от параметра времени (функция «творит» в том времени, которое ей определила функция интеллекта).</p>
		<p>Она является как бы «инструментом» программной функции, ее «исполнительным органом», рычагом ее воздействия на окружающую среду. Творческая функция всегда гибкая, маневренная, изобретательная, поскольку только тем и занимается, что разрабатывает формы, способы и методы реализации «программных» задач и целей.</p>
	</section>
</section>
<section id="superego">
	<h2>Блок Суперэго<a class="headerlink" title="Ссылка на этот подраздел" href="#superego">¶</a></h2>
	<p>Блок Суперэго — уровень сомнений, самоконтроля, осознанного стыда и осознанного страха.</p>
	<section id="f3">
		<h3>3-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f3">¶</a></h3>
		<p>«Нормативная», «функция социальных норм».</p>
		<p>Функция двухмерная. Мерности социальных: опыта, норм. Обрабатывает воспринимаемую социально значимую информацию в отношении социальных норм («стандарты — на все ситуации и все времена») и социального опыта (в некотором смысле, сохраняемых традиций), и потому не должна зависеть ни от параметра времени, ни от ситуации.</p>
		<p>Функция называется «нормативной», потому что по этой функции человек владеет социальными нормами, он принимает их, соглашается с ними и на них ориентируется. В результате, не владея ситуацией, человек не вписывается в конкретную ситуацию со своими жесткими нормами. Его поведение выглядит негибким.</p>
	</section>
	<section id="f4">
		<h3>4-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f4">¶</a></h3>
		<p>«Болевая», «мобилизационная», «зона страха».</p>
		<p>Функция одномерная. Мерность социального опыта. Она «вырабатывает» социально значимую информацию социального (личностного) опыта относительно всех (любых!) социальных ситуаций, социальных норм и моментов времени в прошлом, настоящем или будущем; отсюда инвариантность в отношении соответствующих параметров.</p>
		<p>Она работает либо своими «авантюрными методами» с искаженной информацией, «набивает шишки», но зато и приобретает опыт, либо вообще минимально работает по своему аспекту, что в свою очередь приводит к страхам и комплексам.</p>
	</section>
</section>
<section id="superid">
	<h2>Блок Суперид<a class="headerlink" title="Ссылка на этот подраздел" href="#superid">¶</a></h2>
	<p>Блок Суперид носит характер органа индивидуального управления. Его общую идеологию можно охарактеризовать словом «хочу». Т.е. он отвечает за включение индивида в деятельность, привлечение нужной информации и т.д. Поэтому его реакции слегка детские.</p>
	<p>Если человек «живет» на этом уровне, это выглядит как детская взбаламошенность: «делаю что хочется» (5-я функция) и «мама, посмотри как я умею» (6-я функция).</p>
	<p>Если по Супериду идет негативная, неприятная информация, то реакция тоже имеет детский оттенок. Такое ощущение, что отняли что-то именно мое, родное (как будто любимую игрушку отняли).</p>
	<section id="f5">
		<h3>5-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f5">¶</a></h3>
		<p>«Суггестивная», «внушаемая».</p>
		<p>Функция одномерная. Мерность индивидуального опыта. Функция обрабатывает воспринимаемую индивидуально значимую информацию относительно всех возможных индивидуальных ситуаций, индивидуальных норм и моментов времени в прошлом, настоящем и будущем (это обеспечивает включение психики в деятельность, в окружающий мир) и, следовательно, должна быть инвариантна в отношении параметров индивидуальных ситуаций, индивидуальных норм и моментов времени в прошлом, настоящем и будущем.</p>
		<p>Функция жадно впитывает информацию по своему аспекту, радуясь, что такая информация хоть кем-нибудь предоставляется. Она внушается… часто проявляя совершенно детсткую наивность и неразборчивость. Функция индивидуальная, ее задача — включение психики в работу. Поэтому она как антенна настроена на улавливание информации по своему аспекту. Одномерность обеспечивает селекцию информации нужной именно данному индивиду. Т.е. она воспримет не все что угодно, а только то, что соответствует индивидуальному характеру ее хозяина. Поскольку функция одномерная, оценить воспринимаемую информацию она не может, поэтому воспринимает некритически. В этом и проявляется ее внушаемый (суггестивный) характер, особенно если учесть, что она витальная, т.е. обычно не осознаваемая.</p>
	</section>
	<section id="f6">
		<h3>6-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f6">¶</a></h3>
		<p>«Активационная», «референтная».</p>
		<p>Функция двухмерная. Мерности индивидуальных: опыта, норм. «Вырабатывает» значимую для индивидуума информацию индивидуальных норм или умений (способностей, возможностей, вкусов, склонностей, пристрастий, манер, стиля и т.п.) относительно всех возможных индивидуальных ситуаций и моментов времени в прошлом, настоящем или будущем и потому не должна зависеть ни от параметра индивидуальных ситуаций, ни от параметра индивидуального времени; учитывая, что согласно принципу выхода из системы, в применении этого принципа к человеку — невозможности самому оценить собственные способности и возможности и, наконец, вследствие невозможности жить в социуме и быть свободным от него, наполнение функции индивидуальных норм сильно зависит от оценки социумом (внешним субъектом) индивидуальных норм — в этом смысл референтного характера этой функции (она «жаждет» оценки, по этой функции человек часто напрашивается на оценку, проверяя свои умения).</p>
		<p>Эта функция активируется на реализацию по своему аспекту. Характерной особенностью этой функции является то, что как витальная функция она обслуживает индивидуальный уровень (не социальный). Мерность норм в этой функции позволяет ей сравнивать и оценивать свой индивидуальный уровень. Делается это для себя. т.е, чтобы убедиться, что «тоже могу». Поэтому эта функция часто требует положительной оценки своей деятельности, как бы напрашивается на комплимент. Причем в силу витальности функции чаще всего это происходит неосознанно. Человек может несколько раз что-то показывать, или ходить вокруг да около, как бы напрашиваясь на оценку. Но сам того не замечает.</p>
	</section>
</section>
<section id="id">
	<h2>Блок Ид<a class="headerlink" title="Ссылка на этот подраздел" href="#id">¶</a></h2>
	<section id="f7">
		<h3>7-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f7">¶</a></h3>
		<p>«Функция индивидуальных программ».</p>
		<p>Функция трехмерная. Мерности индивидуальных: опыта, норм, ситуации. «Подбирает» для воспринимаемой индивидуально значимой информации программы, необходимые для её обработки в данной индивидуальной ситуации, в отношении индивидуальных норм и индивидуального опыта; поскольку это должно выполняться всегда («по запросу»), работа этой функции не зависит от параметра времени.</p>
		<p>Функция обрабатывает вторую «часть» того же макроаспекта, что и первая функция. Т.е. если первая функция — системная логика (БЛ), то функция 7 будет деловой логикой (ЧЛ). В этой функции оседают индивидуальные программы, выработанные в ходе многократного прохождения обработки информации по первой функции в ментале. Работа по этой функции автоматическая, «роботоподобная». Человек работает как бы по отработанной программе. Программу можно заменить, но для этого нужен длительный этап наработки новой программы. Наработка новой программы идет через ментал. Приходится многократно сознательно корректировать свою деятельность, прежде чем она станет автоматической.</p>
	</section>
	<section id="f8">
		<h3>8-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f8">¶</a></h3>
		<p>«Инструментальная», «функция индивидуального творчества».</p>
		<p>Функция четырехмерная. Мерности индивидуальных: опыта, норм, ситуации, времени. Реализует в интересах индивидуума выбранную программу в индивидуальной ситуации, в соответствии с индивидуальными нормами и индивидуальным опытом и в заданный момент времени, определяемый параметром индивидуального времени.</p>
		<p>Это четырехмерная реализационная функция витала. Работает мощно и автоматически. Она реализует программу, задаваемую функцией 7. Иногда можно спутать с первой функцией. Можно отличить по автоматическому характеру работы — для того, чтобы человек обратил внимание на этот аспект, его нужно «одернуть».</p>
	</section>
</section>
