<?php
$this->pageTitle='Описание моделей ТИМа | ' . Yii::app()->name;
?>
<h1>Описание моделей ТИМа</h1>
<p>Абстрактная модель А имеет несколько различных реализаций, в зависимости от которых говорят о принадлежности к тому или иному типу информационного метаболизма (ТИМу). Всего существует 16 моделей обработки информации — 16 ТИМов психики. В этом разделе собраны описания этих моделей.</p>
<p>Модель — это формула, описывающая на своем формальном языке характеристики психики по обработке информации. Модель точна, но суха. Для иллюстрации модели можно воспользоваться собирательным описанием ярких представителей какого-либо ТИМа. Но каким бы обобщенным не было описание, оно всегда грешит против истины.</p>
<p>Отличие приведенных здесь описаний от описаний, которые можно встретить у других авторов — в попытке максимально абстрагироваться от конкретного «наполнения» ТИМа и построить описание именно моделей, а не представителей конкретных ТИМов.</p>
