<?php
$this->pageTitle=Yii::app()->name;
?>
<h1>Добро пожаловать на сайт Школы Системной Соционики!</h1>
<p>В настоящее время в соционике сложилась ситуация, когда многие соционики
сознательно или неосознанно не пользуются тем мощным инструментом, который дала
нам Аушра Аугустинавичюте — моделью А. Любые неувязки теоретических посылок с
практикой пытаются увязать «наворачиванием» теоретических схем без достаточного
изучения явления в рамках существующей модели, а зачастую, нарушая научные
методологические принципы.</p>
<p>Создание данного сайта ставит целью изложить подход школы системной соционики.
Основной упор в нашей работе делается на практическую сторону — достоверное
определение ТИМ, использование соционики на практике, создание и
усовершенствование соционических технологий.</p>
<p>Наш лозунг — «Практика — критерий истины».</p>
<p>Любая теория должна быть работоспособной! Мы здесь, чтобы доказать, что
соционика работает и показать как она работает, если мы понимаем, а также
разобраться в том, чего мы еще не понимаем.</p>
