<?php
$this->pageTitle='Контакты | ' . Yii::app()->name;
?>
<p>Кроме данного сайта, контакт со Школой системной соционики можно установить так же на семинарах в Киевском городском доме учителя (ул. Владимирская 57), которые проходят один раз в месяц с сентября по июнь по вторым понедельникам каждого месяца с 18:30 до 20:30.</p>
<p>Телефон дежурного в Доме учителя: <span class="phone">+38 (044) 234 &#x2012; 41 &#x2012; 16</span>, методическое отделение: <span class="phone">+38 (044) 234  &#x2012; 27 &#x2012; 61</span>.</p>
