<?php
$this->pageTitle='Модель ТИМа | Соционика для новичков | ' . Yii::app()->name;
?>
<h1>Модель типа информационного метаболизма (ТИМ). Что такое «модель А»? Как функционируют суперблоки и блоки? Как работают функции модели?</h1>
<p>Такая модель была гениальным открытием <span class="name">Аушры Аугустинавичюте</span>. Она в своих исследованиях опиралась на труды <span class="name">К.&thinsp;Г.&thinsp;Юнга</span> и <span class="name">А.&thinsp;Кемпинского</span>. Модель <span class="name">Аушры Аугустинавичюте</span> была названа «моделью А».</p>
<p>Что же это за модель?</p>
<p>Каждый из восьми аспектов информации обрабатывается в психике человека отдельной функцией. Таким образом, в модели есть 8 функций для обработки аспектов информации, поступающей извне. Тут нужно оговориться, что «извне» означает по отношению к психике человека, то есть  информация, поступающая от физического тела человека, например, тяжесть в желудке, тоже внешняя по отношению к психике. Давайте для наглядности представим себе такой шкафчик, в котором 8 полочек:</p>
<table class="model-diagram">
	<tbody>
		<tr><td>1</td><td>2</td></tr>
		<tr><td>4</td><td>3</td></tr>
	</tbody>
	<tbody>
		<tr class="separator"><td>6</td><td>5</td></tr>
		<tr><td>7</td><td>8</td></tr>
	</tbody>
</table>
<p>На этом рисунке функции пронумерованы не в обычной последовательности. Такая последовательность нумерации объясняется последовательностью передачи управления от одной функции к другой. Об этом мы будем говорить ниже.</p>
<p>Функции обрабатывают информацию не одинаково. Кроме того, что каждая функция обрабатывает информацию только по одному аспекту, она еще специализируется на определенной задаче, и поэтому одна функция не похожа на другую. Работу функций можно сравнить с работой любого устройства, в котором каждая часть имеет свое назначение. Например, в компьютере есть кнопка включения, есть блок памяти, есть процессор и т.д. И никогда одно устройство не станет выполнять функции другого устройства, но между ними предусмотрена связь и возможность передачи управления от одного устройства к другому.</p>
<p>То же самое происходит и в модели обработки информации. Каждая функция выполняет определенную задачу, функции между собой объединены связями (блоки, суперблоки), между функциями происходит передача управления (не информации). Это важно помнить, что передается не информация от функции к функции, а именно управление (я выполнил свою задачу, теперь выполняй ты свою).</p>
<p>Как информация попадает в это устройство ее обработки? Информация поступает не к одной определенную функции, а «падает» на всю модель сразу, на все ее ячейки (функции). Ведь информационный поток не разделен на отдельные аспекты. Это мы его условно разделили (смоделировали). Реальная информация — это единый неразрывный поток. Вот опять нужно уточнение относительно слова «поток». Не нужно представлять, как некий поток (например, похожий на поток жидкости) отделяется от мира и течет к нам в психику. Слово «поток» условно передает всю массу, весь объем  информации, воспринимаемый психикой. Напомню, что информация не существует сама по себе, она для нас становится таковой, появляется только в момент взаимодействия с миром (с какой-то его частью). В любой момент взаимодействия с миром мы получаем массу информации, содержащей в себе все аспекты. И вся эта масса попадает на модель целиком. А вот функции модели уже разбираются со всем этим багажом. Каждая функция воспринимает только ту часть (тот аспект) из всей массы, которая обрабатывается только ей. Так, одна функция будет обрабатывать только информацию по ЧЛ, другая по БЭ и т.д.</p>
<p>Чтобы понять, как работает модель, сначала разделим ее на суперблоки и блоки.</p>
<table class="model-diagram">
	<tbody>
		<tr>
			<th rowspan="2">Ментал</th>
			<td>1</td>
			<td>2</td>
			<th>Эго</th>
		</tr>
		<tr>
			<td>4</td>
			<td>3</td>
			<th>Суперэго</th>
		</tr>
	</tbody>
	<tbody>
		<tr class="separator">
			<th rowspan="2">Витал</th>
			<td>6</td>
			<td>5</td>
			<th>Суперид</th>
		</tr>
		<tr>
			<td>7</td>
			<td>8</td>
			<th>Ид</th>
		</tr>
	</tbody>
</table>
<p>Суперблоки Ментал и Витал объединяют в себе по 4 функции. Ментальный суперблок — ф. 1, 2, 3, 4, витальный суперблок — ф. 5, 6, 7, 8. Каждая пара функций образует блок: Эго — ф. 1, 2; Суперэго — ф. 3, 4; Суперид — ф. 5, 6; Ид — ф. 7, 8.</p>
<p>Ментальный суперблок предназначен для решения новых задач, для думания! Кроме того, функции Ментала всегда присматриваются к окружающим людям: «А как у них обстоит с этим делом?», поэтому Ментал называют суперблоком «социальной жизнедеятельности». Человек — существо социальное. Мы живем в обществе, и от этого нам никуда не деться. Значит нужно подстраиваться к социуму, да и продукт нашей деятельности нужен социуму, как и нам нужны результаты деятельности общества.</p>
<p>Но есть в нашей жизни часть, которой мы не желаем делиться с социумом — это наша индивидуальная жизнь, то, что касается только нас самих, и больше никого. Вот эту информацию обрабатывает суперблок Витал. Поэтому Витал называют суперблоком «индивидуальной жизнедеятельности». Есть еще одна особенность у Витала. Вы обращали когда-нибудь внимание на то, что некоторые действия мы совершаем не задумываясь, автоматически? Например, мы моем посуду и в это время думаем совсем о другом, или наши пальцы вроде бы сами по себе клацают по клавишам, набирая текст, а внимание в это время сосредоточено на чтении. В обыденной жизни очень много действий совершается людьми автоматически. Такой механизм психики — не тратить внимание на то, что уже много раз проделывалось, — сохраняет нашу энергию, позволяет не отвлекаться вниманию на постоянное обдумывание того, что уже осмысленно. В витальный суперблок как раз и поступает информация об уже доведенном до автоматизма, о том, что не нужно обдумывать. И функции Витала очень быстро автоматически справятся с обработкой подобной информации, не тревожа «хозяина», наш ум. Происходит это настолько быстро, что мы может заметить и осознать результат работы витальных функций только постфактум. Пусть на несколько секунд, но осознание опоздает. Иначе просто невозможен был бы сам механизм автоматизма. Иногда это причиняет неудобства человеку, потому что привычное и автоматическое менять трудно. И если хочется изменить что-то, что уже стало обрабатываться автоматически, то приходится потратить много времени, чтобы изменить способ обработки в Витале.</p>
