<?php
$this->pageTitle='Модель ТИМa | ' . Yii::app()->name;
?>
<h1>Модель ТИМa</h1>
<p>Модель ТИМа психики отражает структуру психики, обрабатывающую информацию при взаимодействии с окружающим миром.</p>
<p>Модель ТИМ состоит из 8 функций. Нумерация, принятая в нашей школе, следующая:</p>
<table class="model-diagram">
	<tbody>
		<tr><td>1</td><td>2</td></tr>
		<tr><td>4</td><td>3</td></tr>
	</tbody>
	<tbody>
		<tr class="separator"><td>6</td><td>5</td></tr>
		<tr><td>7</td><td>8</td></tr>
	</tbody>
</table>
<p>1-я функция — «базовая», четырехмерная; 2-я функция — «творческая», трехмерная; 3-я функция — «нормативная», двухмерная; 4-я функция — «болевая», одномерная; 5-я функция — «суггестивная», одномерная; 6-я функция — «активационная», двухмерная; 7-я функция — «программная», трехмерная; 8-я функция — «инструментальная», четырехмерная.</p>
<p>Функции объединены в <em>блоки</em>: 1 и 2 — блок Эго, 3 и 4 — блок Суперэго, 5 и 6 — блок Суперид, 7 и 8 — блок Ид. Блоки Суперэго и Суперид являются управляющими, Эго и Ид — исполнительными.</p>
<p>Блоки в свою очередь объединяются в <em>суперблоки</em>: Эго и Суперэго — Ментал, Суперид и Ид — Витал.</p>
<p>Управляющие блоки <em>принимают решение</em>: «моя или не моя» задача, «умею или не умею» выполнить то, что требуется. Исполнительные блоки нужны для <em>исполнения</em> принятого решения. В них есть определенный набор правил или рабочая «программа» выполнения задания и рабочий инструмент для реализации результата.</p>
<p>Весь информационный поток «падает» на всю структуру сразу. И каждая функция обрабатывает информацию соответственно своему назначению. Но включение функций (блоков, суперблоков) происходит в определенной последовательности. Сначала включаются блоки управления, потом они передают управление (не информацию!) блокам исполнения. Включение всей модели происходит в функции 5.</p>
<figure class="standalone">
	<img src="<?php echo Yii::app()->baseUrl; ?>/images/diagrams/normalized_structure.jpg" alt="Нормализованная структура психики" width="530" height="331" />
	<figcaption>Нормализованная структура психики</figcaption>
</figure>
