INSERT INTO tbl_news (title, text, post_time) VALUES
('Новая статья Ермака В.Д.', '<p>В разделе Теория появилась новая статья Ермака В.Д. «Возрастное развитие и информационное наполнение психики — становление индивидуальности и личности человека». <a href="/userimages/theory/art63a.zip">Скачать статью</a></p>', 1120476801);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Новая статья Ермака В.Д.', '<p>В разделе Теория появилась новая статья Ермака В.Д. «Конфликт, агрессия и национальная безопасность». <a href="/userimages/theory/art55.zip">Скачать статью</a>', 1120803027);
INSERT INTO tbl_news (title, text, post_time) VALUES
('XXI Международная конференция по соционике', '<p>Уважаемые коллеги! Международный институт соционики и редакция журнала «Соционика, ментология и психология личности» приглашают Вас принять участие в XXI Международной конференции по соционике, которая будет проходить с 17 по 23 сентября 2005 г. в Киеве, в Доме Ученых НАН Украины (ул. Владимирская, д. 45, ст. метро «Золотые ворота»). Начало заседаний в 10:00. В конференции примут участие ведущие специалисты по соционике.</p><p>День заезда участников — 16 сентября. Если Вы нуждаетесь в гостинице, сообщите обязательно об этом до 5 сентября для бронирования места.</p><p>Организационный взнос: для частных лиц — 30 грн. (эквивалент $6), для представителей организаций — 40 грн.</p><p>Просим подтвердить свое участие в конференции до 5 сентября 2005 г. по электронной почте (<a href="mailto:socion@ibc.com.ua">socion@ibc.com.ua</a> и копию на <a href="mailto:gas@dw.net.ua">gas@dw.net.ua</a>), или письменно (на почтовый адрес института: Международный институт соционики, а/я 23, г. Киев-206, 02206, Украина), либо по телефону: (044) 529-66-47 — Григорий Александрович Шульман (с 11 до 19 часов).</p><p>Обращаем внимание жителей стран ЕС, США, Канады и стран СНГ, что им для въезда в Украину не надо получать визу.</p><p>Своевременно присланные тексты статей (особенно в электронном виде) могут быть опубликованы в журнале «Соционика, ментология и психология личности» (подписные индексы: 15084 — «Пресса России», 82133 — Роспечать, 74557 — каталог Укрпочты «Пресса»), а также в журналах «Психология и соционика межличностных отношений» (подписные индексы: 15082 — «Пресса России», 82135 — Роспечать, 01663 — каталог Укрпочты «Пресса») и «Менеджмент и кадры: психология управления, соционика и социология» (подписные индексы: 15074 — «Пресса России», 82132 — Роспечать, 01627 — каталог Укрпочты «Пресса»).</p><p>Оргкомитет конференции</p>', 1125081662);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Ошибки в книге Ермака В.Д. «Как научиться понимать людей»', '<p>В книге Ермака В.Д. «Как научиться понимать людей» допущена досадная ошибка.</p><p>В связи с этим, текст, начиная со слов «Этот вывод…» внизу на стр. 139 и до слов «…это интроверты» вверху на стр. 140 надо вычеркнуть. Кроме того, при перчислении отношений на стр. 198 пропущены миражные отношения.</p><p>Приношу извинения уважаемым читателям.</p><p>В. Ермак</p>', 1125082010);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Умерла Аушра Аугустинавичюте', '<p>Прискорбное известие для соционического общества. 19 августа скончалась основатель соционики Аушра Аугустинавичюте.</p><p>Наверное, нет нужды повторять значимость А. Аугистинавичюте, или Аушры, как ее обычно по-теплому называли в соционических кругах. Ведь благодаря ее блистательной догадке родилась соционика — новый шаг к познанию информационной природы человека – науки, за которой будущее.</p><p>В этот печальный миг мы склоняем головы перед ее гением и выражаем искреннее соболезнование родственникам, коллегам, ученикам.</p>', 1125172068);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Соционика в Донецке', '<p>Донецкая Школа Соционики объявляет о своем открытии и приглшает на двухнедельный базовый сертифицированный курс <b>В.Д. Ермака</b> «Основы теории информационного метаболизма психики – современная соционика»  (21 ноября — 5 декабря 2005 года).</p><p>Запись в группу по телефонам: 8 (062) 339-42-01, 8 (050) 36-797-36, 8 (063) 231-32-16; по электронной почте: <a href="mailto:artflight@mail.ru">artflight@mail.ru</a></p><p>В ходе занятий будут экспертно определены ТИМ всех участников.</p><p>Пособием к циклу лекций по основам современной соционики может служить книга Ермак В.Д. Как научиться понимать людей. Соционика — новый метод познания человека / В.Д.Ермак – М.: ООО “Астрель”: ООО “Издательство АСТ”, 2003. – 523, [5] с.: ил.– серия (Ты и твой тип).</p><p>(Набор в группу ограничен. Занятия будут проходить в вечернее время. Специальная подготовка не требуется. Ограничений по возрасту нет).</p>', 1130328613);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Практический семинар на базе соционики и расстановок', '<p>На базе синтеза соционической модели с практическими техниками НЛП и системной расстановки созданы тренинги для этого семинара. Мы предлагаем не только изучение теории, объясняющей вам, кто вы такие. Мы предлагаем способ заглянуть в себя. Познакомиться со своим внутренним миром. Что там, кто там? Для кого я реагирую на внешние раздражители именно так, а не иначе? Почему я поступаю именно так? К чему я стремлюсь на самом деле, и что мне мешает раскрыться полностью? Как отличить истинные желания от ложных? Как понять в чем мое предназначение?</p><p>Мы используем модель соционики, как аппарат для путешествия по своей личности. Каждая ячейка этого аппарата является вашей кнопкой управления. Но кто будет нажимать на эти кнопочки: чужой умный дядя или вы сами? Чтобы научиться быть самостоятельными, мы и будем осваивать пилотирование собственной психикой. Вы увидите со стороны свои реакции на внешний мир, услышите голоса, которые сдерживают или побуждают вас, почувствуете, насколько вы неоднозначны. Вам станут понятны причины собственных поступков и мыслей. Вы получите возможность стать более гибкими.</p><p>Все это реально для каждого из вас благодаря техникам работы с заместителями, практическими приемами работы с образами из подсознания, групповым тренингам, которые проводятся на семинаре. Это уникальный способ изучения собственной модели личности, который не используется больше нигде.</p><p>В ходе семинара участники смогут: <ol><li>Осознать собственные внутренние коммуникации и мотивы поведения на базе считывания информации с функций соционических моделей.</li><li>Повысить свою эффективность в общении, принятии решений, действиях.</li><li>Научиться выходить из сложных психологических ситуаций.</li><li>Отладить свою модель обработки информации.</li><li>Освоить новую технику проверки и исполнения желаний.</li></ol><p>А также вы имеете возможность расширить свою картину мира, получить в свои руки инструмент для более глубокого изучения и осознания собственных реакций, увидеть направление развития своей личности.</p><p>Формат семинара: два дня по 8 часов. Количество человек от 10 до 20. Ведущий: Маргарита Матвиенко. Время проведения — июль 2006 года, Киев.</p><p>Контактные телефоны: 540-50-30, 8-066-599-41-22 - Ирина Марковна, (044) 496-94-19 (с 19 до 22), 8-096-353-24-13 (с 9 до 22) — Юля</p>', 1148022476);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Новая статья Ермака В.Д.', '<p>В раздел «Теория» добавлена новая статья <b>Ермак В.Д. «Искусство вопросов и некоторые ошибки интервьюирования в процессе идентификации ТИМ психики».</b> (<a href="/userimages/theory/ART70.doc">Скачать статью</a>)</p>', 1174807143);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Новая статья Ермака В.Д.', '<p>В раздел «Теория» добавлена новая статья <b>Ермак В.Д. «Электоральное поведение и ТИМ психики".</b> (<a href="/userimages/theory/ART74(Rept19).doc">Скачать статью</a>)</p>', 1176895280);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Новая статья Ермака В.Д.', '<p>В раздел «Теория» добавлена новая статья <b>Ермак В.Д. «Категория “Время” в соционике».</b> (<a href="/userimages/theory/ART69(Rept14)_Kategoria_vremia.doc">Скачать статью</a>)</p>', 1186742535);
INSERT INTO tbl_news (title, text, post_time) VALUES
('XXIII Международная конференция по соционике', '<p>Уважаемые коллеги! Международный институт соционики и редакция журнала «Соционика, ментология и психология личности» приглашают Вас принять участие в XXIII Международной конференции по соционике «Психоинформационные технологии, кадровый менеджмент и психология личности», которая будет проходить с 15 по 21 сентября 2007 г. в Киеве, в Доме Ученых НАН Украины (ул. Владимирская, д. 45, ст. метро «Золотые ворота»). В конференции примут участие ведущие специалисты по соционике. Начало заседаний в 10:00. День заезда участников — 14 сентября. Срок подачи заявок на участие и тезисов докладов — до 1 сентября 2007 г. Если Вы нуждаетесь в гостинице, сообщите обязательно об этом до 1 сентября для бронирования места. Организационный взнос (оплата при регистрации): для частных лиц — 60 грн. (эквивалент $ 12); для представителей организаций — 90 грн.</p><p>Просим подтвердить свое участие в конференции до 1 сентября 2007 г. по электронной почте (<a href="mailto:socion@ibc.com.ua">socion@ibc.com.ua</a> или <a href="mailto:olly.olga@gmail.com">olly.olga@gmail.com</a>), или письменно (на почтовый адрес: Международный институт соционики, а/я 23, г. Киев-206, 02206, Украина), либо по телефону: (044) 529-66-47  — Григорий Александрович Шульман (с 11 до 19 часов).</p><p>Своевременно присланные тексты докладов (особенно в электронном виде) могут быть опубликованы в журнале «Соционика, ментология и психология личности» (подписные индексы: 15084 — «Пресса России», 82133 — Роспечать, 74557 — каталог Укрпочты «Пресса»), а также в журналах «Психология и соционика межличностных отношений» (подписные индексы: 15082 — «Пресса России», 82135 — Роспечать, 01663 — каталог Укрпочты «Пресса») и «Менеджмент и кадры: психология управления, соционика и социология» (подписные индексы: 15074 — «Пресса России», 82132 — Роспечать, 01627 — каталог Укрпочты «Пресса»).</p><p>Оргкомитет конференции <a href="mailto:olly.olga@gmail.com">olly.olga@gmail.com</a></p>', 1186743182);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Эглит Ирине Марковне присуждена ученая степень магистра в области соционики', '<p>Решением Международного Ученого Совета при Международном институте соционики от 15 сентября 2007 г. (Протокол № 14) Эглит Ирине Марковне присуждена ученая степень магистра в области соционики.</p>', 1199628274);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Новая статья Ермака В.Д.', '<p>В раздел «Теория» добавлена новая статья <b>Ермак В.Д. «Проблемы идентификации. Некоторые особенности верификации ТИМ психики».</b> (<a href="/userimages/theory/ART75(REPT20)_identifikaciya.doc">Скачать статью</a>)</p>', 1238396676);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Новая статья Ермака В.Д.', '<p>В раздел «Теория» добавлена новая статья <b>Ермак В.Д. «Искажения ТИМ психики и достоверность идентификации».</b> (<a href="/userimages/theory/ART78(REPT23)_iskazenia.doc">Скачать статью</a>)</p>', 1238397052);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Статья Эглит И.М., Пятницкий В.В.', '<p>В раздел «Статьи, доклады» добавлена новая статья <b>Эглит И.М., Пятницкий В.В. «Экспертная работа в соционике».</b> (<a href="/userimages/theory/Expertnaja_rabota.zip">Скачать статью</a>)</p>', 1238398842);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Статья Эглит И.М., Пятницкий В.В.', '<p>В раздел «Статьи, доклады» добавлена новая статья <b>Эглит И.М., Пятницкий В.В. «Трактовка некоторых странностей поведения человека с точки зрения модели А».</b> (<a href="/userimages/theory/Eglit_Piatnitski_traktovka.doc">Скачать статью</a>)</p>', 1238400577);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Статья Эглит И.М., Пятницкий В.В.', '<p>В раздел «Статьи, доклады» добавлена новая статья <b>Эглит И.М., Пятницкий В.В. «Исследование страхов в одномерных функциях»</b>. (<a href="http://www.socionicasys.ru/userimages/theory/Eglit_Piatnitski_Strahi.zip">Скачать статью</a>)</p>', 1238400738);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Статья Кельганкина С.А.', '<p>В раздел «Статьи, доклады» добавлена новая статья <b>Кельганкин С.А. «Применимость операций над множествами в задачах классификации»</b>. (<a href="http://www.socionicasys.ru/userimages/theory/Kelgankin_Primenimost.zip">Скачать статью</a>)</p>', 1238401073);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Новая книга Ермака В.Д.', '<p>В издательстве «Черная белка» вышла новая книга: <b>Ермак В.Д. Классическая соционика. Системная концепция теории информационного метаболизма психики.</b></p><p>Книга будет в продаже на XXV Международной конференции по соционике в Киеве с 19.09.2009 г.</p>', 1252669060);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Базовый курс системной соционики в Донецке', '<p>Приглашаем пройти базовый курс Системной Соционики «Основы теории информационного метаболизма психики — современная соционика».</p><p>Занятия проводятся в г. Донецке и состоят из двух частей:</p><ol><li>Подготовительного курса: занятия проводятся три раза в неделю по три часа в будни после 18:00 (время, место и график будут уточняться) в течение месяца (36 часов общего времени)</li><li>Интенсивных занятий, которые проводит <b>Ермак В.Д</b> — доктор философии в области соционики, системолог, кибернетик, психолог, основатель системной соционики, один из ведущих специалистов Международного Института Соционики (г. Киев). Интенсивные занятия проводятся через 2-3 недели по окончанию подготовительного курса в выходные (оговаривается с группой).</li></ol><p>По окончанию выдается свидетельство о прохождении базового курса Системной Соционики.</p><p>На занятиях вы узнаете о модели информационного метаболизма психики человека, системном подходе в изучении и определении ТИМ (типа информационного метаболизма), моделировании межтипных отношений. Приобретете знания и навыки для самостоятельного выдвижения версий ТИМ и их дальнейшей верификации. Курс поможет Вам сориентироваться в большом количестве соционических знаний, применять их в работе с персоналом, профориентации, понимании мотиваций других людей.</p><p>Дополнительная информация и запись в группу по телефону 8-095-351-66-21 с 11 до 18 в будни, e-mail: <a href="mailto:artflight@mail.ru">artflight@mail.ru</a></p>', 1252695447);
INSERT INTO tbl_news (title, text, post_time) VALUES
('Пятницкому В.В. присуждена ученая степень магистра в области соционики', '<p>Решением Международного Ученого Совета при Международном институте соционики Пятницкому Виктору Владимировичу присуждена ученая степень магистра в области соционики.</p>', 1253382854);

INSERT INTO tbl_nav VALUES (1, null, 1, 98, 1, null, null, null, 'Сайт', '');
INSERT INTO tbl_nav VALUES (2, 0, 2, 11, 2, null, '/', null, 'Главная', '<h1 class="major-title">Добро пожаловать на сайт Школы Системной Соционики!</h1>
<p>В настоящее время в соционике сложилась ситуация, когда многие соционики сознательно или неосознанно не пользуются тем мощным инструментом, который дала нам Аушра Аугустинавичюте — моделью А. Любые неувязки теоретических посылок с практикой пытаются увязать «наворачиванием» теоретических схем без достаточного изучения явления в рамках существующей модели, а зачастую, нарушая научные методологические принципы.</p>
<p>Создание данного сайта ставит целью изложить подход школы системной соционики. Основной упор в нашей работе делается на практическую сторону — достоверное определение ТИМ, использование соционики на практике, создание и усовершенствование соционических технологий.</p>
<p>Наш лозунг — «Практика — критерий истины».</p>
<p>Любая теория должна быть работоспособной! Мы здесь, чтобы доказать, что соционика работает и показать как она работает, если мы понимаем, а также разобраться в том, чего мы еще не понимаем.</p>');
INSERT INTO tbl_nav VALUES (3, 0, 3, 4, 3, null, '/istorija-socioniki', 'История соционики', 'История соционики', null);
INSERT INTO tbl_nav VALUES (4, 0, 5, 6, 3, null, '/o-shkole', 'О Школе системной соционики', 'О Школе системной соционики', null);
INSERT INTO tbl_nav VALUES (5, 0, 7, 8, 3, null, '/novosti', 'Новости', 'Новости', null);
INSERT INTO tbl_nav VALUES (6, 0, 9, 10, 3, null, '/kontakty', 'Контакты', 'Контакты', '<p>Кроме данного сайта, контакт со Школой системной соционики можно установить так же на семинарах в Киевском городском доме учителя (ул. Владимирская 57), которые проходят один раз в месяц с сентября по июнь по вторым понедельникам каждого месяца с 18:30 до 20:30.</p>
<p>Телефон дежурного в Доме учителя: <span class="phone">+38 (044) 234 &#x2012; 41 &#x2012; 16</span>, методическое отделение: <span class="phone">+38 (044) 234  &#x2012; 27 &#x2012; 61</span>.</p>');
INSERT INTO tbl_nav VALUES (7, 0, 12, 89, 2, null, '/teorija', 'Теория', 'Теория', null);
INSERT INTO tbl_nav VALUES (8, 0, 13, 22, 3, null, '/teorija/socionika-dlja-novichkov', 'Соционика для новичков', 'Соционика для новичков', null);
INSERT INTO tbl_nav VALUES (9, 0, 14, 15, 4, null, '/teorija/socionika-dlja-novichkov/chto-takoe-socionica', 'Что такое соционика? | Соционика для новичков', 'Что такое соционика?', '<h1>Что такое соционика? Что изучает соционика? Что такое информационный метаболизм? Что такое информация?</h1>
<p>Всем уже известно, что соционика изучает информационный метаболизм. Страшные слова для новичков! Давайте проще. Метаболизм — это обмен. Значит, соционика занимается информационным обменом между кем-то (чем-то). А кто этот кто-то? Любой человек. Как только человек вступает в контакт с кем-либо или чем-либо, он получает от этого «кого-то» или «чего-то» информацию. Что значит вступить в контакт? Да просто посмотреть на что-то, потрогать, услышать, почувствовать энергетически, в общем, любой контакт.</p>
<p>Что значит получить информацию? Что такое информация? В книге <span class="name">В.&thinsp;Д.&thinsp;Ермака</span> «Как научиться понимать людей» написано, что <q>«Информация — это метрика взаимодействия элементов системы»</q>. Опять страшные слова. Попробуем сказать проще. Если при взаимодействии двух объектов один из них, или оба каким-то образом изменяются, значит, произошла передача информации.</p>
<p>Давайте на примере. Вы смотрите на яблоко и получаете о нем информацию: зеленое оно или спелое, видите его форму, видите повреждения на нем, если имели до этого дело с яблоками, то можете и сорт узнать. Вы получили информацию о яблоке. Вы уже изменились. У Вас могут начать выделяться слюни от желания съесть его, или наоборот не возникнет такое желание. Это все реакция на полученную информацию. Вы встречаетесь с человеком и чувствуете, что вам приятно на него смотреть — это тоже реакция на полученную информацию о человеке. Вы видите его доброжелательную улыбку, или красивую внешность, и результатом будет ваше доброжелательное отношение к человеку. Вы прочитали в газете или услышали в новостях о том, что где-то произошло землетрясение. Это тоже для вас информация, хоть Вы там и не были. Значит, информация может передаваться не только через органы чувств, но и посредством материального носителя (бумага, магнитная лента, в цифровом виде).</p>
<p>Ну а теперь попробуйте заменить в определении, данном <span class="name">В.&thinsp;Д.&thinsp;Ермаком</span>, слова «элементы системы» на себя и тот объект, с которым вы вступили в контакт, а слово «метрика» — словом «параметр» (надеюсь более понятным), или словом «величина», и Вы получите такое определение:
<blockquote><p>Информация — это параметр (величина) взаимодействия Вас и какого-то другого объекта (человека, предмета, животного и т.д.)</p></blockquote>
<p>Информация <em>не может существовать</em> без взаимодействия чего-то с чем-то (или взаимодействия элементов систем). Информация возникает при таком взаимодействии. Нет взаимодействия — нет и информации. Есть просто объекты и люди. Представьте себе, что на другом конце города в какой-то квартире стоит стул. А Вы вот тут, у себя дома. Вы не видите, не трогаете, не сидите на этом стуле. Есть ли у Вас с ним взаимодействие? Есть ли у Вас информация об этом стуле? Иногда люди представляют себе информацию, как нечто, что уже есть в объекте, отдельно существующую во внешнем мире информацию. А человек «получает» эту информацию, как письмо. Но в объектах внешнего мира содержится не информация, а только свойства этих объектов. А информация возникает только в психике, как наше восприятие этих свойств объекта (человека, эмоции и чего угодно).</p>');
INSERT INTO tbl_nav VALUES (10, 0, 16, 17, 4, null, '/teorija/socionika-dlja-novichkov/sistemy', 'Системный подход | Соционика для новичков', 'Системный подход', '<h1>Системный подход. Что такое система? Что такое модель?</h1>
<p>А при чем тут системы, спросите Вы? Почему <span class="name">В.&thinsp;Д.&thinsp;Ермак</span> говорит о каких-то системах? Потому, что науке неудобно оперировать конкретными Васями и Машами, стульями, машинами, кошками и прочим. Наука обобщает некие явления по какому-то признаку. Можно всех мужчин, женщин, детей назвать людьми. Это уже обобщение. Можно все, что имеет границу назвать объектом. Это тоже обобщение.</p>
<p>Но мы рассматриваем другое обобщение — системы. И нужно понять, почему именно это обобщение нам необходимо. Давайте посмотрим на определение. Что такое система? В книге <span class="name">В.&thinsp;Д.&thinsp;Ермака</span> мы найдем такое определение:</p>
<blockquote><p>Система<span class="nowrap"> —</span> некоторая совокупность элементов — моделей объектов, взаимодействующих на основе прямых и обратных связей, моделирующая достижение заданной цели.</p></blockquote>
<p>Да-а-а-а, в этом определении тоже придется разобраться! Появились некие «модели объектов». Что это такое? А Вы вспомните модели машин, самолетов, парусников, которые любили собирать или коллекционировать в детстве. Понятно, что модель — не сама машина, она ее копия, только упрощенная. Когда делали модель машины, то старались передать ее внешнее сходство с какой-то маркой машины. Конечно, она не имеет мотора, карбюратора, тормозов… Модель только внешне похожа, соблюдены внешние пропорции и формы. Такая была задача у создателей модели.</p>
<p>Задача может быть и иной: создать модель, которая бы выполняла определенные функции, например модель лунохода, который бы двигался точно так же, как настоящий большой прототип. Все зависит от того, что хочет смоделировать человек. Оказывается можно создать модель не только машины, но и человека. Например, робот — это модель человека. Понятно, что полностью в модели человек не будет воспроизведен. Помните, модель создается под определенную задачу. Если мы хотим создать модель речевого аппарата, тогда то, что с ним не связано, мы не будем брать в расчет. Всю психику человека невозможно воссоздать (это очень сложный объект), но отдельные ее функции — можно. Именно те, которые нас интересуют. Модель — всегда упрощенная по сравнению с тем, что она моделирует. Соционику как раз интересует информационный обмен, который происходит в психике. Только эта часть психики — объект исследований соционики. И соционика создала модель такого информационного обмена. К ней мы обратимся позже.</p>
<p>А сейчас давайте вернемся к системам. Итак, система — это совокупность неких моделей. Если модели — это упрощенные заместители объектов, а не сами объекты, то и система — это тоже модель, а не сам объект. Только система показывает взаимодействие тех моделей, которые в нее входят, и у этого взаимодействия есть какая-то цель. И все это вместе объединено понятием система.</p>
<p>По большому счету все в мире можно представить как системы. Система органов пищеварения в организме. В ней взаимодействуют желудок, кишечник, железы, зубы, язык. Каждый элемент системы выполняет свою определенную роль. Система организации предприятия. Экосистема Земли. Солнечная система и т.д.</p>
<p>Есть такая наука — системология. Она как раз и изучает системы. И системологи даже определили, какие есть законы существования систем. Они называются системными принципами. Например, есть системный принцип, который называется «принцип целеполагания», и звучит он так: «цель, определяющая поведение системы, всегда задается надсистемой».</p>
<p>Значит, у системы всегда есть цель, и определяется эта цель не самой системой, а надсиситемой. Что такое надсистема? Это та система, в которую входит рассматриваемая система, как составляющая часть. Представьте матрешку. Одна входит в другую. Примеры: система «завод» входит в надсистему «промышленность», система «семья» входит в надсистему «общество», система «человечество» входит в надсистему «планета» и т.д.</p>
<p>Я понимаю, что странным покажется то, что что-то оказывается сверху, задает некие цели. Нам всегда казалось, что мы сами все определяем. А на самом ли деле это так?</p>
<p>Итак, мы теперь можем рассматривать обмен информацией уже не просто между Машей и Васей, не просто между людьми, но между отдельными системами (или элементами системы). И системные принципы будут одинаково верно применимы и тут. Системный подход позволит нам смоделировать и ту часть психики, которая занимается обменом информации.</p>');
INSERT INTO tbl_nav VALUES (11, 0, 18, 19, 4, null, '/teorija/socionika-dlja-novichkov/aspekty', 'Информационные аспекты | Соционика для новичков', 'Информационные аспекты', '<h1>Информационные аспекты. Субъективность восприятия</h1>
<p>Вернемся к той информации, которую мы получаем. Что это за информация, о чем она? О том, что огурец зеленый, человек  злой, что уже (или еще?) 2 часа дня, что повышаются цены на нефть, а, следовательно, повышается цена на бензин, о том, что 2+2=4, о том, что грустно стало, что вы голодны, что жарко сегодня, что гвоздь можно забить молотком, и о том, что есть системы и модели…  и так можно продолжать до бесконечности. Но можно и упростить задачу, обобщив эти отдельные кусочки информации.</p>
<p>В соционике вся информация объединена в 8 информационных аспектов. Называются эти аспекты информации так: «работа», «система», «воля», «комфорт», «эмоции», «отношения», «возможности», «события». Сразу хочу сказать, что это только названия. Возможно, они не очень удачные, но так уж сложилось в соционике, что они стали терминами и их употребляют, зная, какой смысл в них вложен. С этим смыслом мы и разберемся.</p>
<p>Во-первых, возникает вопрос, а как  была объединена (или разделена) вся информация в эти 8 аспектов? И почему именно так? Неужели эти 8 слов охватывают всю возможную информацию?</p>
<p>Сначала я хочу сделать одно отступление о субъективности нашего восприятия. Ученые признали, что человеческое восприятие субъективно. Что значит «субъективное» восприятие? Большой Энциклопедический словарь дает такое толкование слова «субъективное»:</p>
<blockquote><p>Субъективное — то, что свойственно субъекту или производно от его деятельности; характеристика знания, выражающая те моменты, в которых знание не вполне точно и всесторонне воспроизводит свой объект.</p></blockquote>
<p>Значит, мы воспринимаем все не вполне точно, не всесторонне, мы воспринимаем только то, что доступно нашему восприятию и так, как позволяют воспринимать наши органы чувств.</p>
<p>Например, мы видим муху. А как ее видит лягушка? А змея? Ученые узнали, что некоторые животные слышат ультразвук, который мы не слышим, что некоторые животные видят только движущиеся объекты, и не видят то, что не движется. Некоторые животные «видят» тепло, исходящее от живых существ. Но мы-то этого не видим. Значит, мы воспринимаем только то, что доступно нашему восприятию. И это восприятие ограничено какими-то рамками. Еще пример. Мы знаем, что существует солнечное излучение. Физики могут рассказать о волнах, частицах и т.д. Но мы-то с вами воспринимаем тепло и свет, а не волны и частицы.</p>
<p>Поэтому мы будем говорить о субъективном восприятии всего, что нас окружает. Именно субъективно воспринимаемую информацию мы будем делить на аспекты.</p>
<p>Давайте посмотрим, как же произошло  деление информации на 8 аспектов. Для этого нужно мысленно представить себе все, что есть в мире, который доступен восприятию человека, и разделить это «все», опираясь на определенные  признаки.</p>
<p>Мы знаем, что живем в материальном мире. Во всяком случае, мы его так воспринимаем. И в этом материальном мире мы можем выделить <strong>вещество</strong> — то, что плотное, и <strong>поле</strong> — мы его не можем потрогать руками.</p>
<p>Теперь присмотримся к веществу внимательнее и заметим, что оно существует некими отдельными частями. Например, есть камни, песок, вода, деревья и т.д. Что их делает отдельными? Границы. Каждый отдельный объект где-то заканчивается. Значит, мы можем разделить вещество на <strong>объекты</strong> и <strong>пространство</strong> между ними. Кроме того, каждый объект имеет свои свойства.</p>
<p>А что же с полем? Толковый словарь Ожегова одно из значений этого слова определяет так:</p>
<blockquote><p>Поле — пространство, в пределах к-рого проявляется действие каких-н. сил (спец.). Магнитное п. Силовое п. П. тяготения.</p></blockquote>
<p>Мы ощущаем силы поля как некую <strong>энергию</strong>.</p>
<p>Итак, мы имеем объекты, которые находятся в пространстве, где действуют некие силы, некая энергия. Но все это не находится в неизменном виде. И объекты, и пространство, и энергии постоянно изменяются. А мы воспринимаем эти изменения как время (события). Сначала зернышко, потом росточек, потом ствол появился, появились ветки. Постепенно вырастает дерево. Для человека эти изменения удобно фиксировать как время, последовательность во времени.</p>
<p>Вот мы уже и определили <strong>4 макроаспекта</strong>: <strong>объекты</strong>, <strong>пространство</strong>, <strong>энергия</strong>, <strong>время</strong>. Они охватывают всю информацию, которую может воспринять человек. В соционике макроаспекты обозначают такими значками: <img src="/images/symbols/aspect_PL.gif?1" class="inline-icon" alt="Символ макроаспекта «Объекты»" title="Макроаспект «Объекты»" />, <img src="/images/symbols/aspect_FS.gif?1" class="inline-icon" alt="Символ макроаспекта «Пространство»" title="Макроаспект «Пространство»" />, <img src="/images/symbols/aspect_ER.gif?1" class="inline-icon" alt="Символ макроаспекта «Энергия»" title="Макроаспект «Энергия»" />, <img src="/images/symbols/aspect_IT.gif?1" class="inline-icon" alt="Символ макроаспекта «Время»" title="Макроаспект «Время»" />. Обратите внимание, значки макроаспектов двухцветные.</p>
<p>Но аспектов у нас 8, а не 4. Как же произошло деление дальше? А дальше каждый макроаспект расщепился надвое. Мы можем рассматривать каждый объект, как <strong>сущность</strong>, т.е. его собственно его свойства, характеристики. Например, стол — деревянный, прямоугольный, с четырьмя ножками.  Этот же объект можно рассматривать <strong>в соотношении</strong> с другими объектами. Несколько объектов можно назвать столами, если у них есть горизонтальная поверхность, за которой можно сидеть (иногда стоять или возлежать), используя эту поверхность для того, чтобы на нее что-то положить, поставить (еду, компьютер, тетрадь…). И не важно, из какого материала они будут сделаны, и сколько у них будет ножек. Вот мы сравнили несколько объектов между собой и выделили у них общий признак. Мы рассмотрели объект стол в соотношении с другими объектами.</p>
<p>Таким образом, мы разделим макроаспект «объекты» <span class="nowrap">(<img src="/images/symbols/aspect_PL.gif?1" class="inline-icon" alt="Символ макроаспекта «Объекты»" title="Макроаспект «Объекты»" />)</span> на 2 аспекта: «работа» <span class="nowrap">(<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="Символ аспекта «Работа»" title="Аспект «Работа»" />)</span> и «система» <span class="nowrap">(<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="Символ аспекта «Система»" title="Аспект «Система»" />)</span> (значки аспектов — одноцветные). Почему эти аспекты так называются? Потому что, используя свойства объектов (их сущность), мы что-то с ними делаем, производим какую-то работу (над ними или с помощью их). Возьмем, к примеру, дерево. Это достаточно мягкий материал (нет, ну не такой мягкий, как пух), но он мягче металла. Значит, дерево можно обрабатывать более твердым металлическим заостренным предметом: ножом, пилой, топором. Поскольку дерево не тонет, то можно сделать из него плот. Дерево горит, значит можно его использовать как топливо. Работая с объектами, человек создает технологии, методы, процедуры, процесс производства.</p>
<p>В соционике  аспект «работа» называют также «деловая логика», «черная логика» (по цвету значка, которым его обозначают — <img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="Символ аспекта «Работа»" title="Аспект «Работа»" />).</p>
<p>Тут нужно заметить, что не всегда, когда вы встречаете слово «работа», речь идет о «деловой логике». Когда человек пишет программу, обслуживает клиентов, поет на сцене, сочиняет книгу, он тоже работает. Но это не работа с помощью объектов и над объектами. Поэтому нужно быть внимательным и помнить, что «черная» или «деловая логика»  имеет дело только с объектами и их свойствами.</p>
<p>А сопоставление свойств объектов, соотношение этих свойств — это логическая информация о систематизации. Выделение общих свойств и различий, составление таблиц, схем, структур, математические вычисления, выстраивание в определенном порядке, нахождение алгоритма, определение последовательности, нахождение закономерностей, построение иерархии, классификация,  статистика — все это логические операции.</p>
<p>Посчитаем? Сколько будет, если к двум стульям прибавить три стула? Понятно, что пять стульев. Скажите, нас интересовали свойства этих стульев (из чего они сделаны, какой способ крепления и т.д.), когда мы их считали? Нет, нас интересовало только их количество, т.е. соотношение объектов. Мы можем вообще мысленно отделить объекты и считать абстрактно: 2+3=5. Вот это и есть пример системной логики.</p>
<p>Аспект «система» называют также «структурная логика», «белая логика» (опять же по цвету значка — <img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="Символ аспекта «Система»" title="Аспект «Система»" />).</p>
<p>Теперь также разделим и остальные макроаспекты.</p>
<p>Макроаспект «пространство» (<img src="/images/symbols/aspect_FS.gif?1" class="inline-icon" alt="Символ макроаспекта «Пространство»" title="Макроаспект «Пространство»" />) делится на сущностный аспект <strong>«воля»</strong> («волевая сенсорика», «черная сенсорика» — <img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="Символ аспекта «Воля»" title="Аспект «Воля»" />) и отношенческий аспект <strong>«комфорт»</strong> («сенсорика ощущений», «белая сенсорика» — <img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="Символ аспекта «Комфорт»" title="Аспект «Комфорт»" />).</p>
<p>Мы помним, что деление происходит по признакам: сущность и соотношение. <strong>Сущность пространства</strong> — это наличие границ. Не было бы границ, не было бы и пространства. Как только появляются границы, то появляется и пространство, которое можно измерить. А границы всегда о<i>гран</i>ичивают что-то. Ограничение — это силовое воздействие. Чтобы ограничить что-то, нужно приложить силу. Сила нужна, чтобы изменять границы.</p>
<p>Поговорим о <strong>сущности пространства</strong>. Что такое пространство? Это место между объектами. Оно пустое. Но у нас есть возможность расширить его, сузить, занять какими-то объектами. Чтобы сделать все вышеперечисленное, необходимо применить силу. Любое изменение границ пространства требует приложения сил. Любое о<i>гран</i>ичение связано с силой.</p>
<p>Поэтому аспект «воля» связан с силой. Пространство может быть не только физическим, но и психологическим. Вы наверняка слышали выражение «жизненное пространство». Эти «пространства»  можно расширять, защищать, обогащать, увеличивать или уменьшать, охранять, беречь и т.д. Когда вы приобретаете что-то для себя, своего дома, семьи, вы укрепляете тем самым жизненное пространство. Когда вы зарабатываете деньги, обогащаетесь, то тоже укрепляете свое жизненное пространство.</p>
<p>Лексика этого аспекта такая: защита, нападение, ограничение пространства, поразить, убить, давление, дать отпор, волевое воздействие, принуждение, дисциплина, стойкость, власть, принуждение, обладание, мобилизация, оборона, агрессия и т.д.</p>
<p>Информация о <strong>соотношении границ</strong> входит в аспект «комфорт». Представьте, что вы надеваете новые туфли. Вы говорите: «Мне неудобно в них. Туфли жмут». Как вы оценили удобно вам или нет? Вы почувствовали соотношение границ поверхности ноги и внутренней поверхности обуви. Соотношение этих двух границ и дало вам информацию о том, насколько обувь удобная или комфортная. То же самое происходит, когда вы садитесь в кресло или на стул. Вы ощущаете, как соприкасаются границы вашего тела и границы мебели. Вам комфортно или некомфортно сидеть. Вам комфортно или некомфортно (удобно или неудобно) в одежде, в помещении.</p>
<p>Представление о гармонии линий — это тоже информация о соотношении границ. Перед вами ваза с изящными линиями и пропорциями. Вы восклицаете: «Какая красота!» Вот еще одно слово, которое может относиться к аспекту «сенсорика ощущений». Если оценка красоты идет как оценка соотношения границ, то такую «красоту» мы отнесем к «белой сенсорике». Но вот если под красотой мы будем понимать эмоциональное восхищение, или дорогую статусную вещь назовем красивой, или назовем красивыми отношения, или даже математическую формулу, то такую «красоту» мы будем рассматривать в других аспектах. Такие слова называют <strong>многоаспектыми</strong>. Их отнесение к определенному аспекту зависит от того контекста, в котором употреблено слово и от того значения, которое имелось в виду. Слово «деньги», которое нам встретилось в аспекте «черная сенсорика» тоже многоаспектное.</p>
<p>Рассмотрим, как делится на аспекты макроаспект «энергия» (<img src="/images/symbols/aspect_ER.gif?1" class="inline-icon" alt="Символ макроаспекта «Энергия»" title="Макроаспект «Энергия»" />). Делится он на сущностный аспект <strong>«эмоции»</strong> («этика эмоций», «черная этика» — <img src="/images/symbols/aspect_E.gif?1" class="inline-icon" alt="Символ аспекта «Эмоции»" title="Аспект «Эмоции»" />) и отношенческий — <strong>«отношения»</strong> («этика отношений», «белая этика» — <img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="Символ аспекта «Отношения»" title="Аспект «Отношения»" />). Энергия и эмоции, энергия и отношения… Как они взаимосвязаны? Изменение вашего эмоционального состояния, в сущности, это изменение энергетического состояния. Прислушайтесь к себе. Вот вам радостно, весело — ваше энергетическое состояние повышенно, кажется, что много сил, вы готовы петь, прыгать, вы готовы горы свернуть. Но как только настроение портится, то кажется, что краски дня гаснут, уходят силы, приходит апатия, ничего не хочется делать — ваше энергетическое состояние понижается. Поэтому <strong>сущностью</strong> макроаспекта «энергия» является внутреннее энергетическое эмоциональное состояние, или «эмоции»: страсть, радость, грусть, паника, азарт, энтузиазм, драматизм, настроение, депрессия, вдохновение, страх, тревога, печаль, горе, смех, плачь, любовь (как эмоциональное состояние) и т.д.</p>
<p>«Отношения» же — это есть <strong>соотношение энергетических состояний</strong>. Вот вы встречаете человека, видите его хмурое лицо, слышите его грубые слова, в ответ на это ваше эмоциональное состояние изменяется, у вас складывается определенное отношение к этому человеку. Можно сказать, что встреча двух энергетических состояний породила определенное отношение между ними. Отношения направлены на кого-то или на что-то. Для отношений нужен второй объект, объект этих отношений.</p>
<p>Отношения можно описать такими словами: хороший, добрый, злой, деликатный, вежливый, терпимый, склочный, симпатичный, антипатичный, жестокий, плохой, любовь (как отношения), ненависть, конфликт, обида, ненависть и т.д.</p>
<p>Макроаспект «время» (<img src="/images/symbols/aspect_IT.gif?1" class="inline-icon" alt="Символ макроаспекта «Время»" title="Макроаспект «Время»" />) делится на сущностный аспект <strong>«возможности»</strong> («интуиция возможностей», «черная интуиция» — <img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="Символ аспекта «Возможности»" title="Аспект «Возможности»" />) и отношенческий <strong>«события»</strong> («интуиция времени», «белая интуиция» — <img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="Символ аспекта «События»" title="Аспект «События»" />).</p>
<p>Представьте себе, что вы находитесь в какой-то точке пространства. У вас есть множество возможностей повернуться в любую сторону на все 360° и сделать шаг. Но все эти возможности потенциальные, пока еще не проявленные в жизнь. Из всех вы выберете только одну, и сделаете этот один шаг. И это уже будет совершенный шаг, проявленная возможность, событие. Я привела простой пример, но в жизни у каждого из нас в каждый момент времени существует бесконечное количество вариантов выбора. И от того, какую из этих потенциальных возможностей мы выберем, зависит дальнейшее развитие событий. Таким образом, возможность — это потенциальное событие, это <strong>сущность макроаспекта «время»</strong>. С интуицией возможностей связаны такие понятия как проницательность, видение положительного (отрицательного) потенциала, способности, суть, идеи, оригинальность, необычность, интерес, фантастичность, плохие и хорошие варианты, возможности, отрицательные и положительные черты, видение «обратной стороны медали», бесперспективность, бессмысленность, заурядность.</p>
<p>А вот свершенное событие и есть то, что будет отмечено на ленте времени. Это уже ход истории. Складывающиеся в последовательности события воспринимаются человеком как движение времени. В данном случае, как вы уже поняли, я под событием понимаю не только нечто грандиозное, но любую проявленную возможность, любое изменение: упала ручка со стола — это уже свершенное событие. Течение времени можно описать только в виде неких происходящих событий. Попробуйте записать, как прошло время одного дня, и вы увидите, что вы записываете то, что происходило в течение этого дня. Человек воспринимает время через события. А событие — это только одна из возможностей, которая проявилась. Поэтому <strong>соотношение возможностей</strong> — есть события, изменения (или время).</p>
<p>К интуиции времени относятся понятия:  перспектива,  события, изменения, перемены, предвидение, предсказание, опоздание, трата времени, ход истории и др.</p>
<p>Хочу сделать одно важное замечание. Часто термины, употребляемые в соционике, путают с обыденным, бытовым значением слова. Так слово «интуиция» понимают как постижение чего-то в виде озарения. Конечно, таким путем можно постигнуть некую возможность, предвидеть будущие события. Но это только путь получения информации. И он не отражает соционического понимания интуиции возможностей. Возможно, у интуитов более развит канал постижения путем озарения. Но этот вопрос не исследован. Поэтому будет ошибкой всех людей, кого когда-то посетило озарение, или снятся вещие сны, или они видят «знаки», сразу относить к интуитам. Таким путем получения информации пользуются все люди: кто в большей, кто в меньшей мере. И отличать интуитов (точнее многомерных интуитов) мы будем иначе. Об этом поговорим позже.</p>
<p>Выше я упомянула о том, что много слов в языке многоаспектные. И конкретное отнесение какого-то понятия к определенному аспекту возможно только в контексте. Как же не запутаться в правильном определении аспекта информации? Например, есть сочетание «душевный комфорт». Было бы ошибкой отделить слово комфорт и отнести его к аспекту «сенсорика ощущений». Ведь душевный комфорт предполагает теплую атмосферу с приятным человеком. Это ближе к эмоциям, к тому состоянию, которое испытывает человек во время общения с другом, любимым. А если это состояние, то аспект, к которому относится «душевный комфорт» — это «этика эмоций» <img src="/images/symbols/aspect_E.gif?1" class="inline-icon" alt="Символ аспекта «Эмоции»" title="Аспект «Эмоции»" />. Чтобы не совершать ошибок в определении аспекта информации, можно себя проверить, сделав шаг назад. То есть нужно вернуться к макроаспекту. «Душевный комфорт» — это пространство или энергия? Конечно энергия, значит правильным определением аспекта будет этика эмоций.</p>
<p>Еще пример многоаспектного слова — деньги. Вот два предложения:</p>
<blockquote><p>Деньги — это средство обогащения.</p></blockquote>
<blockquote><p>Деньги — это бумага определенного качества, с нанесенными на нее знаками.</p></blockquote>
<p>Чтобы правильно определить аспект информации, делаем шаг назад. В первом случае речь идет о расширении границ жизненного пространства. Это «волевая сенсорика» <img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="Символ аспекта «Воля»" title="Аспект «Воля»" />. Во втором случае речь идет об объекте и его свойствах. Это «деловая логика» <img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="Символ аспекта «Работа»" title="Аспект «Работа»" />.</p>
<p>Вот мы и рассмотрели все аспекты информации, которые человек воспринимает при взаимодействии с миром. Познакомимся с соционическими сокращениями аспектов информации, чтобы в дальнейшем пользоваться ими.</p>
<table id="aspects">
	<caption>Аспекты информации в соционике</caption>
	<tbody>
		<tr>
			<td>ЧЛ</td>
			<td>«работа», «деловая логика», «черная логика»</td>
			<td><img src="/images/symbols/aspect_P.gif?1" alt="[ЧЛ]" title="ЧЛ" /></td>
		</tr>
		<tr>
			<td>БЛ</td>
			<td>«система», «структурная логика», «белая логика»</td>
			<td><img src="/images/symbols/aspect_L.gif?1" alt="[БЛ]" title="БЛ" /></td>
		</tr>
		<tr>
			<td>ЧС</td>
			<td>«воля», «волевая сенсорика», «черная сенсорика»</td>
			<td><img src="/images/symbols/aspect_F.gif?1" alt="[ЧС]" title="ЧС" /></td>
		</tr>
		<tr>
			<td>БС</td>
			<td>«комфорт», «сенсорика ощущений», «белая сенсорика»</td>
			<td><img src="/images/symbols/aspect_S.gif?1" alt="[БС]" title="БС" /></td>
		</tr>
		<tr>
			<td>ЧЭ</td>
			<td>«эмоции», «этика эмоций», «черная этика»</td>
			<td><img src="/images/symbols/aspect_E.gif?1" alt="[ЧЭ]" title="ЧЭ" /></td>
		</tr>
		<tr>
			<td>БЭ</td>
			<td>«отношения», «этика отношений», «белая этика»</td>
			<td><img src="/images/symbols/aspect_R.gif?1" alt="[БЭ]" title="БЭ" /></td>
		</tr>
		<tr>
			<td>ЧИ</td>
			<td>«возможности», «интуиция возможностей», «черная интуиция»</td>
			<td><img src="/images/symbols/aspect_I.gif?1" alt="[ЧИ]" title="ЧИ" /></td>
		</tr>
		<tr>
			<td>БИ</td>
			<td>«события», «интуиция времени», «белая интуиция»</td>
			<td><img src="/images/symbols/aspect_T.gif?1" alt="[БИ]" title="БИ" /></td>
		</tr>
	</tbody>
</table>
<p>Теперь нам нужно посмотреть каким образом человек получает всю эту информацию, как ее обрабатывает, как выдает продукт обработки информации. В этом нам поможет модель взаимодействия психики с миром.</p>');
INSERT INTO tbl_nav VALUES (12, 0, 20, 21, 4, null, '/teorija/socionika-dlja-novichkov/model', 'Модель ТИМа | Соционика для новичков', 'Модель ТИМа', '<h1>Модель типа информационного метаболизма (ТИМ). Что такое «модель А»? Как функционируют суперблоки и блоки? Как работают функции модели?</h1>
<p>Такая модель была гениальным открытием <span class="name">Аушры Аугустинавичюте</span>. Она в своих исследованиях опиралась на труды <span class="name">К.&thinsp;Г.&thinsp;Юнга</span> и <span class="name">А.&thinsp;Кемпинского</span>. Модель <span class="name">Аушры Аугустинавичюте</span> была названа «моделью А».</p>
<p>Что же это за модель?</p>
<p>Каждый из восьми аспектов информации обрабатывается в психике человека отдельной функцией. Таким образом, в модели есть 8 функций для обработки аспектов информации, поступающей извне. Тут нужно оговориться, что «извне» означает по отношению к психике человека, то есть  информация, поступающая от физического тела человека, например, тяжесть в желудке, тоже внешняя по отношению к психике. Давайте для наглядности представим себе такой шкафчик, в котором 8 полочек:</p>
<table class="model-diagram">
	<tbody>
		<tr><td>1</td><td>2</td></tr>
		<tr><td>4</td><td>3</td></tr>
	</tbody>
	<tbody>
		<tr class="separator"><td>6</td><td>5</td></tr>
		<tr><td>7</td><td>8</td></tr>
	</tbody>
</table>
<p>На этом рисунке функции пронумерованы не в обычной последовательности. Такая последовательность нумерации объясняется последовательностью передачи управления от одной функции к другой. Об этом мы будем говорить ниже.</p>
<p>Функции обрабатывают информацию не одинаково. Кроме того, что каждая функция обрабатывает информацию только по одному аспекту, она еще специализируется на определенной задаче, и поэтому одна функция не похожа на другую. Работу функций можно сравнить с работой любого устройства, в котором каждая часть имеет свое назначение. Например, в компьютере есть кнопка включения, есть блок памяти, есть процессор и т.д. И никогда одно устройство не станет выполнять функции другого устройства, но между ними предусмотрена связь и возможность передачи управления от одного устройства к другому.</p>
<p>То же самое происходит и в модели обработки информации. Каждая функция выполняет определенную задачу, функции между собой объединены связями (блоки, суперблоки), между функциями происходит передача управления (не информации). Это важно помнить, что передается не информация от функции к функции, а именно управление (я выполнил свою задачу, теперь выполняй ты свою).</p>
<p>Как информация попадает в это устройство ее обработки? Информация поступает не к одной определенную функции, а «падает» на всю модель сразу, на все ее ячейки (функции). Ведь информационный поток не разделен на отдельные аспекты. Это мы его условно разделили (смоделировали). Реальная информация — это единый неразрывный поток. Вот опять нужно уточнение относительно слова «поток». Не нужно представлять, как некий поток (например, похожий на поток жидкости) отделяется от мира и течет к нам в психику. Слово «поток» условно передает всю массу, весь объем  информации, воспринимаемый психикой. Напомню, что информация не существует сама по себе, она для нас становится таковой, появляется только в момент взаимодействия с миром (с какой-то его частью). В любой момент взаимодействия с миром мы получаем массу информации, содержащей в себе все аспекты. И вся эта масса попадает на модель целиком. А вот функции модели уже разбираются со всем этим багажом. Каждая функция воспринимает только ту часть (тот аспект) из всей массы, которая обрабатывается только ей. Так, одна функция будет обрабатывать только информацию по ЧЛ, другая по БЭ и т.д.</p>
<p>Чтобы понять, как работает модель, сначала разделим ее на суперблоки и блоки.</p>
<table class="model-diagram">
	<tbody>
		<tr>
			<th rowspan="2">Ментал</th>
			<td>1</td>
			<td>2</td>
			<th>Эго</th>
		</tr>
		<tr>
			<td>4</td>
			<td>3</td>
			<th>Суперэго</th>
		</tr>
	</tbody>
	<tbody>
		<tr class="separator">
			<th rowspan="2">Витал</th>
			<td>6</td>
			<td>5</td>
			<th>Суперид</th>
		</tr>
		<tr>
			<td>7</td>
			<td>8</td>
			<th>Ид</th>
		</tr>
	</tbody>
</table>
<p>Суперблоки Ментал и Витал объединяют в себе по 4 функции. Ментальный суперблок — ф. 1, 2, 3, 4, витальный суперблок — ф. 5, 6, 7, 8. Каждая пара функций образует блок: Эго — ф. 1, 2; Суперэго — ф. 3, 4; Суперид — ф. 5, 6; Ид — ф. 7, 8.</p>
<p>Ментальный суперблок предназначен для решения новых задач, для думания! Кроме того, функции Ментала всегда присматриваются к окружающим людям: «А как у них обстоит с этим делом?», поэтому Ментал называют суперблоком «социальной жизнедеятельности». Человек — существо социальное. Мы живем в обществе, и от этого нам никуда не деться. Значит нужно подстраиваться к социуму, да и продукт нашей деятельности нужен социуму, как и нам нужны результаты деятельности общества.</p>
<p>Но есть в нашей жизни часть, которой мы не желаем делиться с социумом — это наша индивидуальная жизнь, то, что касается только нас самих, и больше никого. Вот эту информацию обрабатывает суперблок Витал. Поэтому Витал называют суперблоком «индивидуальной жизнедеятельности». Есть еще одна особенность у Витала. Вы обращали когда-нибудь внимание на то, что некоторые действия мы совершаем не задумываясь, автоматически? Например, мы моем посуду и в это время думаем совсем о другом, или наши пальцы вроде бы сами по себе клацают по клавишам, набирая текст, а внимание в это время сосредоточено на чтении. В обыденной жизни очень много действий совершается людьми автоматически. Такой механизм психики — не тратить внимание на то, что уже много раз проделывалось, — сохраняет нашу энергию, позволяет не отвлекаться вниманию на постоянное обдумывание того, что уже осмысленно. В витальный суперблок как раз и поступает информация об уже доведенном до автоматизма, о том, что не нужно обдумывать. И функции Витала очень быстро автоматически справятся с обработкой подобной информации, не тревожа «хозяина», наш ум. Происходит это настолько быстро, что мы может заметить и осознать результат работы витальных функций только постфактум. Пусть на несколько секунд, но осознание опоздает. Иначе просто невозможен был бы сам механизм автоматизма. Иногда это причиняет неудобства человеку, потому что привычное и автоматическое менять трудно. И если хочется изменить что-то, что уже стало обрабатываться автоматически, то приходится потратить много времени, чтобы изменить способ обработки в Витале.</p>');
INSERT INTO tbl_nav VALUES (13, 0, 23, 28, 3, null, '/teorija/sistemnyj-podhod', 'Системный подход', 'Системный подход', null);
INSERT INTO tbl_nav VALUES (14, 0, 24, 25, 4, null, '/teorija/sistemnyj-podhod/sistema', 'Система', 'Система', null);
INSERT INTO tbl_nav VALUES (15, 0, 26, 27, 4, null, '/teorija/sistemnyj-podhod/sistemnye-principy', 'Системные принципы', 'Системные принципы', null);
INSERT INTO tbl_nav VALUES (16, 0, 29, 30, 3, null, '/teorija/aspekty', 'Деление информации на аспекты', 'Деление информации на аспекты', null);
INSERT INTO tbl_nav VALUES (17, 0, 31, 78, 3, null, '/teorija/model-tima', 'Модель ТИМa', 'Модель ТИМa', '<h1>Модель ТИМa</h1>
<p>Модель ТИМа психики отражает структуру психики, обрабатывающую информацию при взаимодействии с окружающим миром.</p>
<p>Модель ТИМ состоит из 8 функций. Нумерация, принятая в нашей школе, следующая:</p>
<table class="model-diagram">
	<tbody>
		<tr><td>1</td><td>2</td></tr>
		<tr><td>4</td><td>3</td></tr>
	</tbody>
	<tbody>
		<tr class="separator"><td>6</td><td>5</td></tr>
		<tr><td>7</td><td>8</td></tr>
	</tbody>
</table>
<p>Функции объединены в <em>блоки</em>: 1 и 2 — блок Эго, 3 и 4 — блок Суперэго, 5 и 6 — блок Суперид, 7 и 8 — блок Ид. Блоки Суперэго и Суперид являются управляющими, Эго и Ид — исполнительными.</p>
<p>Блоки в свою очередь объединяются в <em>суперблоки</em>: Эго и Суперэго — Ментал, Суперид и Ид — Витал.</p>
<p>Управляющие блоки <em>принимают решение</em>: «моя или не моя» задача, «умею или не умею» выполнить то, что требуется. Исполнительные блоки нужны для <em>исполнения</em> принятого решения. В них есть определенный набор правил или рабочая «программа» выполнения задания и рабочий инструмент для реализации результата.</p>
<p>Весь информационный поток «падает» на всю структуру сразу. И каждая функция обрабатывает информацию соответственно своему назначению. Но включение функций (блоков, суперблоков) происходит в определенной последовательности. Сначала включаются блоки управления, потом они передают управление (не информацию!) блокам исполнения. Включение всей модели происходит в функции 5.</p>
<figure class="standalone">
	<img src="/images/diagrams/normalized_structure.png?1" alt="Нормализованная структура психики" width="540" height="301" />
	<figcaption>Нормализованная структура психики</figcaption>
</figure>');
INSERT INTO tbl_nav VALUES (18, 0, 32, 37, 4, null, '/teorija/model-tima/funkcii', 'Функции', 'Функции', '<h1>Функции</h1>
<p>В модели каждым аспектом информационного потока «занимается» соответствующее функциональное «ведомство» — «отдел» по восприятию, обработке и передаче информации. Вот это «ведомство» и называется <em>психической функцией</em>.</p>
<p>У функций в модели есть названия — они в определенной степени характеризуют работу функций, но в основном служат для удобства называния. Кроме того, каждая из функций характеризуется опеределенной мерностью обработки информации.</p>
<section id="ego">
	<h2>Блок Эго<a class="headerlink" title="Ссылка на этот подраздел" href="#ego">¶</a></h2>
	<p>Эго — ядро психической структуры. Аспекты, расположенные на этом уровне, преобладающие. Эго — уровень наиболее осознанного восприятия информации, самой тщательной и самой осмысленной ее переработки. Аспекты, находящиеся в Эго — основные ценности ТИМа.</p>
	<section id="f1">
		<h3>1-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f1">¶</a></h3>
		<p>Эта функция носит названия «базовая», «программная», «функция интеллекта». Термины могут быть разными, лучше ориентироваться по номеру (положению) функции в модели.</p>
		<p>Это четырехмерная функция. В ней есть мерности социальных: опыта, норм, ситуации, времени. Она всесторонне обрабатывает воспринимаемую социально значимую (личностную) информацию (ищет идею, решение задачи и т.п.), в том числе и по параметру времени.</p>
		<p>Это самая сильная, главенствующая функция в структуре нашей психики. Это своего рода «законодательный орган», это его «директор».</p>
		<p>Информация, воспринимаемая программной функцией, для нас особенно значима. Поэтому она усваивается нами с легкостью, без всякого напряжения и практически без потерь. Мы всю жизнь насыщаемся информацией по этому аспекту и никогда пресытиться ею не можем, потому что, по большому счету, это единственное, чему мы верим целиком и полностью.</p>
		<p>Программная функция — это «функция осознанных преимуществ», «функция врожденного профессионализма», «функция основных ценностей, основных задач и целей».</p>
	</section>
	<section id="f2">
		<h3>2-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f2">¶</a></h3>
		<p>«Творческая», «функция реализации», «инструментальная».</p>
		<p>Функция трехмерная. Мерности социальных: опыта, норм, ситуации. Она, естественно, «творит», т.е. реализует социально значимые решение, идею, мысль, которые найдены функцией интеллекта относительно некоторого момента времени в прошлом, настоящем или будущем — отсюда учёт социального опыта, ситуаций и норм, но инвариантность (независимость) функции творчества от параметра времени (функция «творит» в том времени, которое ей определила функция интеллекта).</p>
		<p>Она является как бы «инструментом» программной функции, ее «исполнительным органом», рычагом ее воздействия на окружающую среду. Творческая функция всегда гибкая, маневренная, изобретательная, поскольку только тем и занимается, что разрабатывает формы, способы и методы реализации «программных» задач и целей.</p>
	</section>
</section>
<section id="superego">
	<h2>Блок Суперэго<a class="headerlink" title="Ссылка на этот подраздел" href="#superego">¶</a></h2>
	<p>Блок Суперэго — уровень сомнений, самоконтроля, осознанного стыда и осознанного страха.</p>
	<section id="f3">
		<h3>3-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f3">¶</a></h3>
		<p>«Нормативная», «функция социальных норм».</p>
		<p>Функция двухмерная. Мерности социальных: опыта, норм. Обрабатывает воспринимаемую социально значимую информацию в отношении социальных норм («стандарты — на все ситуации и все времена») и социального опыта (в некотором смысле, сохраняемых традиций), и потому не должна зависеть ни от параметра времени, ни от ситуации.</p>
		<p>Функция называется «нормативной», потому что по этой функции человек владеет социальными нормами, он принимает их, соглашается с ними и на них ориентируется. В результате, не владея ситуацией, человек не вписывается в конкретную ситуацию со своими жесткими нормами. Его поведение выглядит негибким.</p>
	</section>
	<section id="f4">
		<h3>4-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f4">¶</a></h3>
		<p>«Болевая», «мобилизационная», «зона страха».</p>
		<p>Функция одномерная. Мерность социального опыта. Она «вырабатывает» социально значимую информацию социального (личностного) опыта относительно всех (любых!) социальных ситуаций, социальных норм и моментов времени в прошлом, настоящем или будущем; отсюда инвариантность в отношении соответствующих параметров.</p>
		<p>Она работает либо своими «авантюрными методами» с искаженной информацией, «набивает шишки», но зато и приобретает опыт, либо вообще минимально работает по своему аспекту, что в свою очередь приводит к страхам и комплексам.</p>
	</section>
</section>
<section id="superid">
	<h2>Блок Суперид<a class="headerlink" title="Ссылка на этот подраздел" href="#superid">¶</a></h2>
	<p>Блок Суперид носит характер органа индивидуального управления. Его общую идеологию можно охарактеризовать словом «хочу». Т.е. он отвечает за включение индивида в деятельность, привлечение нужной информации и т.д. Поэтому его реакции слегка детские.</p>
	<p>Если человек «живет» на этом уровне, это выглядит как детская взбаламошенность: «делаю что хочется» (5-я функция) и «мама, посмотри как я умею» (6-я функция).</p>
	<p>Если по Супериду идет негативная, неприятная информация, то реакция тоже имеет детский оттенок. Такое ощущение, что отняли что-то именно мое, родное (как будто любимую игрушку отняли).</p>
	<section id="f5">
		<h3>5-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f5">¶</a></h3>
		<p>«Суггестивная», «внушаемая».</p>
		<p>Функция одномерная. Мерность индивидуального опыта. Функция обрабатывает воспринимаемую индивидуально значимую информацию относительно всех возможных индивидуальных ситуаций, индивидуальных норм и моментов времени в прошлом, настоящем и будущем (это обеспечивает включение психики в деятельность, в окружающий мир) и, следовательно, должна быть инвариантна в отношении параметров индивидуальных ситуаций, индивидуальных норм и моментов времени в прошлом, настоящем и будущем.</p>
		<p>Функция жадно впитывает информацию по своему аспекту, радуясь, что такая информация хоть кем-нибудь предоставляется. Она внушается… часто проявляя совершенно детсткую наивность и неразборчивость. Функция индивидуальная, ее задача — включение психики в работу. Поэтому она как антенна настроена на улавливание информации по своему аспекту. Одномерность обеспечивает селекцию информации нужной именно данному индивиду. Т.е. она воспримет не все что угодно, а только то, что соответствует индивидуальному характеру ее хозяина. Поскольку функция одномерная, оценить воспринимаемую информацию она не может, поэтому воспринимает некритически. В этом и проявляется ее внушаемый (суггестивный) характер, особенно если учесть, что она витальная, т.е. обычно не осознаваемая.</p>
	</section>
	<section id="f6">
		<h3>6-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f6">¶</a></h3>
		<p>«Активационная», «референтная».</p>
		<p>Функция двухмерная. Мерности индивидуальных: опыта, норм. «Вырабатывает» значимую для индивидуума информацию индивидуальных норм или умений (способностей, возможностей, вкусов, склонностей, пристрастий, манер, стиля и т.п.) относительно всех возможных индивидуальных ситуаций и моментов времени в прошлом, настоящем или будущем и потому не должна зависеть ни от параметра индивидуальных ситуаций, ни от параметра индивидуального времени; учитывая, что согласно принципу выхода из системы, в применении этого принципа к человеку — невозможности самому оценить собственные способности и возможности и, наконец, вследствие невозможности жить в социуме и быть свободным от него, наполнение функции индивидуальных норм сильно зависит от оценки социумом (внешним субъектом) индивидуальных норм — в этом смысл референтного характера этой функции (она «жаждет» оценки, по этой функции человек часто напрашивается на оценку, проверяя свои умения).</p>
		<p>Эта функция активируется на реализацию по своему аспекту. Характерной особенностью этой функции является то, что как витальная функция она обслуживает индивидуальный уровень (не социальный). Мерность норм в этой функции позволяет ей сравнивать и оценивать свой индивидуальный уровень. Делается это для себя. т.е, чтобы убедиться, что «тоже могу». Поэтому эта функция часто требует положительной оценки своей деятельности, как бы напрашивается на комплимент. Причем в силу витальности функции чаще всего это происходит неосознанно. Человек может несколько раз что-то показывать, или ходить вокруг да около, как бы напрашиваясь на оценку. Но сам того не замечает.</p>
	</section>
</section>
<section id="id">
	<h2>Блок Ид<a class="headerlink" title="Ссылка на этот подраздел" href="#id">¶</a></h2>
	<section id="f7">
		<h3>7-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f7">¶</a></h3>
		<p>«Функция индивидуальных программ».</p>
		<p>Функция трехмерная. Мерности индивидуальных: опыта, норм, ситуации. «Подбирает» для воспринимаемой индивидуально значимой информации программы, необходимые для её обработки в данной индивидуальной ситуации, в отношении индивидуальных норм и индивидуального опыта; поскольку это должно выполняться всегда («по запросу»), работа этой функции не зависит от параметра времени.</p>
		<p>Функция обрабатывает вторую «часть» того же макроаспекта, что и первая функция. Т.е. если первая функция — системная логика (БЛ), то функция 7 будет деловой логикой (ЧЛ). В этой функции оседают индивидуальные программы, выработанные в ходе многократного прохождения обработки информации по первой функции в ментале. Работа по этой функции автоматическая, «роботоподобная». Человек работает как бы по отработанной программе. Программу можно заменить, но для этого нужен длительный этап наработки новой программы. Наработка новой программы идет через ментал. Приходится многократно сознательно корректировать свою деятельность, прежде чем она станет автоматической.</p>
	</section>
	<section id="f8">
		<h3>8-я функция<a class="headerlink" title="Ссылка на этот подраздел" href="#f8">¶</a></h3>
		<p>«Инструментальная», «функция индивидуального творчества».</p>
		<p>Функция четырехмерная. Мерности индивидуальных: опыта, норм, ситуации, времени. Реализует в интересах индивидуума выбранную программу в индивидуальной ситуации, в соответствии с индивидуальными нормами и индивидуальным опытом и в заданный момент времени, определяемый параметром индивидуального времени.</p>
		<p>Это четырехмерная реализационная функция витала. Работает мощно и автоматически. Она реализует программу, задаваемую функцией 7. Иногда можно спутать с первой функцией. Можно отличить по автоматическому характеру работы — для того, чтобы человек обратил внимание на этот аспект, его нужно «одернуть».</p>
	</section>
</section>');
INSERT INTO tbl_nav VALUES (19, 0, 33, 34, 5, null, '/teorija/model-tima/funkcii/razmernosti', 'Размерность функций', 'Размерность функций', null);
INSERT INTO tbl_nav VALUES (20, 0, 35, 36, 5, null, '/teorija/model-tima/funkcii/znaki', 'Знаки функций', 'Знаки функций', null);
INSERT INTO tbl_nav VALUES (21, 0, 38, 71, 4, null, '/teorija/model-tima/opisanije-modelej', 'Описание моделей ТИМа', 'Описание моделей ТИМа', '<h1>Описание моделей ТИМа</h1>
<p>Абстрактная модель А имеет несколько различных реализаций, в зависимости от которых говорят о принадлежности к тому или иному типу информационного метаболизма (ТИМу). Всего существует 16 моделей обработки информации — 16 ТИМов психики. В этом разделе собраны описания этих моделей.</p>
<p>Модель — это формула, описывающая на своем формальном языке характеристики психики по обработке информации. Модель точна, но суха. Для иллюстрации модели можно воспользоваться собирательным описанием ярких представителей какого-либо ТИМа. Но каким бы обобщенным не было описание, оно всегда грешит против истины.</p>
<p>Отличие приведенных здесь описаний от описаний, которые можно встретить у других авторов — в попытке максимально абстрагироваться от конкретного «наполнения» ТИМа и построить описание именно моделей, а не представителей конкретных ТИМов.</p>');
INSERT INTO tbl_nav VALUES (22, 0, 39, 40, 5, null, '/teorija/model-tima/opisanije-modelej/ile', 'ИЛЭ («Дон Кихот»)', 'ИЛЭ («Дон Кихот»)', '<h1>ИЛЭ (Интуитивно-логический экстраверт, «Дон Кихот»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>+&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Воспринимает мир как мир смысла, идей, загадок и поиска решения для ответов на интересующие его вопросы. В каждой конкретной ситуации хорошо проникает в суть предмета или явления, его позитивные возможности и обосновывает, описывает их с точки зрения глобальных, абстрактных логических законов.</p>
<p>Для изложения своего видения строит абстрактную систему, схему, обобщенную концепцию, которая в общих чертах обосновывает конкретную идею, догадку, возможность.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Представления о волевом отпоре, сопротивлении, защите, основанных на общепринятых шаблонах и стереотипах. Понимание человеческих отношений и путей избежать напряженности в них происходит только на основе личностного пониания. Не способен оценить адкеватность проявлений симпатии/антипатии, согласовать с нормами и учитывать ситуацию в от ношениях очень трудно. Поэтому любой намек на неэтичность, неумение себя вести, неуважение к другим людям воспринимается болезненно.</p>
<p>Стереотипно старается устанавливать и поддерживать отношения, позволяющие защитить себя и близких от волевого давления при ограниченном личностным опытом понимании самих отношений.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация о эстетике и комформте в широком смысле. Чувствует недостаток своих знаний/умений в устранении неприятных ощущений, неумение разнообразить эстетическое восприятие. Хотел бы считать, что умеет создавать и поддерживать приятную эмоциональную атмосферу вокруг себя, в узком кругу, в неформальной обстановке. Приятна положительная оценка этого умения. Активизируется в ситуаци хорошего настроения теплой эмоциональной атмосферы.</p>
</section>
<section>
<h2>Ид</h2>
<p>Имеет свои, выработанные по ходу жизни индивидуально удобные способы распределения деятельности во времени. Непроизвольно выбирает лучшие технологии и методы для выполнения текущей работы. Подспудно, не задумываясь, гибко использует подручные способы достижения цели, позволяющие примерно вписаться в тот общий временной план, который наметил для себя.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (23, 0, 41, 42, 5, null, '/teorija/model-tima/opisanije-modelej/sei', 'СЭИ («Дюма»)', 'СЭИ («Дюма»)', '<h1>СЭИ (Сенсорно-этический интроверт, «Дюма»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>+&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Восприятие мира с точки зрения комфорта и удобства, особенно эмоционального уюта. Хорошо понимает и оценивает комфорт в зависимости от места, времени и ситуации.</p>
<p>Стремится снизить негативный накал в общей эмоциональной атмосфере, поднять другим настроение, сознательно меняет состояние другого человека, его эмоции, создавая тем самым конкретную комфортную обстановку вокруг себя.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Умение оценить перспективу, сделать прогноз, предвидеть развитие ситуации основывается на наработанных стереотипах, заимствованных приемов решения подобных задач. Время и сроки выполнения работ назначает стереотипно, не всегда может учесть зависимость сроков от конкретной ситуации.</p>
<p>Понимание технологических свойств материалов, построение рабочих процессов, последовательности действий, различных способов работы и их эффективности только на основе личностного опыта. Не способен оценить и сравнить свой способ решения таких задач с тем, как это делают другие. Поэтому болезненно воспринимает критику способов проявления деловой активности и организации работы.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация о неординарных возможностях, незаурядных личностях, идеях и возможностях в широком смысле. Иногда ощущает затруднение в ситуации, богатой потенциальными возможности.</p>
<p>Хотел бы считать, поступать справедливо, разумно, логично в конкретной обстановке. Нуждается в оценке этого умения. Неосознанно активизируется при необходимости построить логическое обоснование, позволяющее реализовать весомый потенциал.</p>
</section>
<section>
<h2>Ид</h2>
<p>В повседневной жизни имеет свой индивидуально установленный уровень притязания, материального благосостояния и влияния в каждой ситуации. Гибко и не задумываясь применяет свое естественное умение устанавливать хорошие отношения, договариваться. Неосознанно использует это умение для укрепления своих позиций, отстаивания своих интересов.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (24, 0, 43, 44, 5, null, '/teorija/model-tima/opisanije-modelej/ese', 'ЭСЭ («Гюго»)', 'ЭСЭ («Гюго»)', '<h1>ЭСЭ (Этико-сенсорный экстраверт, «Гюго»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Восприятие мира имеет основополагающе эмоциональный характер. Хорошо чувствует эмоциональную атмосферу в любой ситуации, знает уместность способа выражения, место и вес (важность) внутреннего состояния в каждой ситуации. Гибко подходит к решению задач управления и выражения эмоций. Ориентируется как в отрицательных так и в положительных состояниях.</p>
<p>Творчески создает вокруг себя комфорт, уют, удобно обустраивает пространство, окружает себя красивыми вещами, изменяя тем самым общее состояние, настроение.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Практическое и технологическое мышление плотно основывается на приобретенных знаниях и шаблонах решения сходных задач. Способы деловой активности как в общем, так конкретной области выбирает исходя из мнения авторитентых источников, или подгоняет под один из освоенных шаблонов.</p>
<p>Прогнозирование конкретных изменений в сфере своих интересов осуществляет только на основе личностного опыта. Не способен сопоставить свой способ прогнозирования с другими, поэтому болезнено воспринимает критику неудачного выбора времени или сроков, Не любит ситуаций несвоевременности; теряется в связи с негативными событиями.</p>
<p>Руководствуясь сугубо личностным опытом, выбирает конкретное время и сроки для различных дел при ограниченном социальными нормами понимании деловой активности и способов работы вообще.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация о порядке, конкретных логических взаимосвязях в сфере деятельности или интересов. Нуждаетя в подсказе конкретных способов наведения связей между явлениями, закономерностями и правилами.</p>
<p>Хотел бы считать, что умеет выбирать возможности, удачно использовать даже незначительный шанс. Нуждается в оценке этого умения. Неосознанно активизируется при необходимости создания порядка, четкой последовательности и ясности в конкретном вопросе, особенно если при этом получат признание его способности.</p>
</section>
<section>
<h2>Ид</h2>
<p>Непроизвольно отслеживает оношения в своем кругу общения. не задумываясь пользуется выработаными на личной практике разнообразными способами установления и поддержания отношений. Хорошие отношения важны как таковые, для личной внутренней уверенности, в ситуации.</p>
<p>Для предотвращения неблагоприятных отношений склонен, часто не отдавая себе отчета, действовать напором, форсируя выяснение отношений, принуждая партнера изменить отношения к лучшему.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (25, 0, 45, 46, 5, null, '/teorija/model-tima/opisanije-modelej/lii', 'ЛИИ («Робеспьер»)', 'ЛИИ («Робеспьер»)', '<h1>ЛИИ (Логико-интуитивный интроверт, «Робеспьер»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Мышление аналитического характера. Хорошо понимает, в каких взаимосвязях находятся одни предметы или явления с другими, какие законы при этом действуют или не действуют.</p>
<p>На основе всестороннего анализа выдвигает конкретные догадки о позитивной сути конкретных предметов и явлений, их конкретных позитивных возможностях, высказывает конструктивные идеи.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Стереотипные представления об отношениях между людьми и о способах выхода из неприятных этических ситуаций.</p>
<p>Волевые проявления с целью защиты своего жизненного пространства осуществляет только на основе личностного опыта. Из-за ограниченных возможностей дать отпор болезненно реагирует на попытки любого вмешательства в свою жизнь.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация о хорошем настроении, конкретном позитивном состоянии, чувстве. Хотел бы считать, что умеет устранять серьезные неудобства, уменьшать ощущение дискомфорта в окружающем мире. Нуждается в оценке этого умения.</p>
<p>Неосознанно активизируется в случае, когда возникает необходимость сделать окружающую среду удобнее, что должно привести к лучшему состоянию, поднять настроение хотя бы в непосредственном окружении.</p>
</section>
<section>
<h2>Ид</h2>
<p>Имеет выработанные жизнью установки и методы, касающиеся конкретной практической активности, технологичности, использования ресурсов. Спонтанно чувствует правильное распределение ресурсов во времени, позволяющее эффективно решать текущие задачи.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (26, 0, 47, 48, 5, null, '/teorija/model-tima/opisanije-modelej/eie', 'ЭИЭ («Гамлет»)', 'ЭИЭ («Гамлет»)', '<h1>ЭИЭ (Этико-интуитивный экстраверт, «Гамлет»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>+&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Положительные эмоции являются основной целью и ценностью жизни. Хорошо понимает позитивное состояние (эмоции, чувства), свое или другого человека на близкой психологической дистанции. Видит тонкости и оттенки позитивного эмоционального состояния в различных ситуациях, умеет перенести чувства в ситуации и во времени.</p>
<p>Стремится показать другим грядущие неприятности, неблагоприятные события. Видит и понимает события как явления общего масштаба. Присущ трагизм восприятия событий. В событиях склонен усматривать глубокую взаимосвязь с другими событиями, далеко идущие последствия, которые важны прежде всего в эмоциональном контексте. Старается сам избежать повторения совершенных в прошлом ошибок и указывает другим пути ухода от негативных событий, обеспечивая этим хорошее состояние (настроение, позитивные эмоции) себе и тем, кого считает ближайшим окружением.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Общепринятые представления об известной ему профессиональной деятельности, конкретных эффективных способах работы. В работе твердо опирается на те знания, которым обучен, ожидает от других того же.</p>
<p>Восприятие комфорта и дискомфорта, удобства и неудобства и других положительных и отрицательных сенсорных ощущений основано только на собственном опыте. Не может соотнести свое понимание ощущений с тем, как принято в обществе. Поэтому болезненно воспринимает замечания о неудобствах в окружающем мире, о собственном неумении хорошо ориентироваться в этих вопросах. Пытается применить свое, часто своеобразное, понимание красоты, удобства и комфорта при работе с объектами. Воспитанное понимание того, что работать надо для обеспечения приемлемого им уровня удобств.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация об объективных законах бытия, о существующих в мире взаимосвязях и соотношениях между его элементами, о теориях, а также привлекают примеры последовательного, ясного логического мышления. Ориентируется в подобной информации на уровне личного опыта, не желает сравнивать свое собственное понимание с общепринятым. Неадекватно реагирует на негативную оценку своей логичности.</p>
<p>Хотел бы считать, что умеет сопротивляться волевому давлению, защищать свое жизненное пространство. Имеет индивидуальные способы, приемы, шаблоны определения тех границ (психологических, физических), которые не могут быть нарушены. Нуждается в позитивной оценке такого умения. Неосознанно активизируется при возможности проявить себя с лучшей стороны в вопросе волепроявления. Нравится чувствовать себя поборником и защитником, защищать и отстаивать себя и ближайшее окружение при ощущении несправедливости, необъективности, незаконности.</p>
</section>
<section>
<h2>Ид</h2>
<p>Строит в целом удобные ему отношения с окружающими. Проявление симпатий/антипатий осуществляет согласно наработанного в ходе жизни индивидуального умения. Установление отношений считает процессом зависящим от индивидуальных склонностей вступающих в отношение участников общения.</p>
<p>Обычно хорошо получается видеть конкретный положительный потенциал, возможности, способности. Свободно и не задумываясь пользуется этим умением в своей жизни.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (27, 0, 49, 50, 5, null, '/teorija/model-tima/opisanije-modelej/lsi', 'ЛСИ («Максим Горький»)', 'ЛСИ («Максим Горький»)', '<h1>ЛСИ (Логико-сенсорный интроверт, «Максим Горький»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>+&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Видение мира как системы правил, законов, знаний, иерархий. Воспринимает окружающее в рамках детально продуманной им системы мировоззрения. Каждое понятие или явление вписывает в эту систему. Склонен применять влияние, пропагандирование, принуждение и силовое воздействие для сохранения значимой для него системы, установленного порядка. Варьирует степень давления и инструмент влияния для достижения своих целей в нужной ситуации.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Хорошие отношения проявляет на основании выученных норм. Понимание взаимоотношений и симпатий основано на шаблонных представлениях. Затрудняется в случае необходимости найти способ проявить хорошее отношение в непривычной ситуации.</p>
<p>Поиск возможностей, потенциалов и возможных смыслов явлений ограничен личным опытом и личным пониманием. Оценивает склонности и способности других на основании собственных представлений, испытывает трудности в оценке адекватности этих оценок и сопоставлении этих оценок с оценками других.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Испытывает затруднения в создании нужной эмоциональной атмосферы. Привлекает возможность уйти от отрицательных состояний, приобрести энтузиазм и воодушевление.</p>
<p>Активизирует положительная перспектива, чувство причастности к весомым событям.</p>
</section>
<section>
<h2>Ид</h2>
<p>Основываясь на выработанный жизненный опыт находит нужный инструмент для деятельности, в которой он задействован. Технологическая сторона процесса происходит автоматически и эффективно.</p>
<p>Гибко использует индивидуальное умение организовать рабочее пространство, удобство, комфорт.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (28, 0, 51, 52, 5, null, '/teorija/model-tima/opisanije-modelej/sle', 'СЛЭ («Жуков»)', 'СЛЭ («Жуков»)', '<h1>СЛЭ (Сенсорно-логический экстраверт, «Жуков»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Восприятие мира с точки зрения волевых, силовых качеств, борьбы интересов и способов влияния. Хорошо видит силу и волевую мощь различных объектов, людей, общественных структур. В любой ситуации знает, как подчинить, подавить, преодолеть, добиться своего. Строит конкретные логические схемы достижения своих целей. Создает правила и порядок, позволяющий добиться максимального влияния.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Понимание потенциалов и возможностей основано на стереотипных, часто заимствованных способах оценки. Кругозор возможностей основывается на общепринятых представлениях. Стереотипно оценивает способности других людей.</p>
<p>Хорошие отношения с конкретными людьми устанавливает и поддерживает только на основе собственного понимания личных взаимоотношений. Не способен выбрать оптимальный способ проявления отношения или даже оценить способ установления отношений с тем как это делают другие. Поэтому болезненно воспринимает замечания о некорректности, бестактности.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация о конкретной позитивной перспективе, предстоящих приятных сюрпризах судьбы. Часто чувствует недостаток умения прогнозировать, разглядеть положительные стимулы в перспективе.</p>
<p>Хотел бы считать, что умеет управлять общей эмоциональной атмосферой, поддерживать нужное состояние, запал. Нуждается в оценке этого умения.</p>
<p>Неосознанно активизируется в случае необходимости проявить себя зажигателем нужной эмоциональной атмосферы, преподнести эмоциональный сюрприз.</p>
</section>
<section>
<h2>Ид</h2>
<p>В повседневной жизнедеятельности пользуется индивидуально наработанными способами создания, комфорта, удобства. Спонтанно гибко и уверенно использует необходимый инструмент, технологию, процесс для осуществления текущей практической деятельности.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (29, 0, 53, 54, 5, null, '/teorija/model-tima/opisanije-modelej/iei', 'ИЭИ («Есенин»)', 'ИЭИ («Есенин»)', '<h1>ИЭИ (Интуитивно-этический интроверт, «Есенин»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Ощущает мир как вечно текущий процесс постоянных событий и изменений, которые часто наполняет глубоким значением. Особенно склонен отмечать события, носящие всеобщий, судьбоносный характер. Может точно оценить перспективу и развитие событий, учитывая как общие тенденции, так и особенности ситуации.</p>
<p>В ситуациях, которые могут привести к ухудшению эмоциональной атмосферы, угнетенному состоянию всеми способами пытается предотвратить, это ухудшение. Для этого, как противоядие, создает себе и близким хорошее настроение.</p>
<p>Основной девиз — не унывать даже в самых трудных ситуациях.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Способы устранения дискомфорта, создания удобства, понимание эстетики форм и пропорций на основе усвоенных знаний. Знания эти либо приобретаются в процессе образования, либо заимствуются у авторитетных лиц. Ему трудно создать эстетический продукт, который соответствовал бы требованиям ситуации.</p>
<p>Подходы к конкретной практической деятельности своеобразны и не всегда соотносятся с общепринятыми приемами. Сам этой неадекватности не способен увидеть, так же ему трудно с уверенностью сопоставить свои способы работы с тем как ее делают другие. Неприятна критика практичности, деловых качеств, выбора способа и инструментов работы.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация о силовой стороне жизни, а особенно конкретные приемы защиты своего жизненного пространства, своих интересов. Чувствует нехватку навыков и информации по способам защиты и проявления влияния.</p>
<p>Претендует на должную оценку своей способности к анализу, умению обобщенно мыслить. Нуждается в оценке этого умения.</p>
<p>Неосознанно активизируется при необходимости задействовать аналитические, логические способности, особенно если это ведет к укреплению его влияния.</p>
</section>
<section>
<h2>Ид</h2>
<p>Имеет жизненные наработки распознавания конкретной сути вещей и явлений. В разных ситуациях справляется с задачами, требующими выбора между несколькими возможностями, видения позитивных качеств людей или явлений. Широко и гибко пользуется врожденным умением налаживать и поддерживать отношения. Проблемы отношений решает походя, особо не уделяя внимания.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (30, 0, 55, 56, 5, null, '/teorija/model-tima/opisanije-modelej/see', 'СЭЭ («Наполеон»)', 'СЭЭ («Наполеон»)', '<h1>СЭЭ (Сенсорно-этический экстраверт, «Наполеон»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>+&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Хорошо понимает, как нужно сопротивляться давлению, противостоять попыткам волевого воздействия, сохранять независимость и имеющуюся сферу влияния. Манипулирует отношениями, умеет влиять на отношения между людьми, защищая таким образом себя.</p>
<p>Устанавливает с людьми такие отношения, которые позволяют чувствовать себя в безопасности, сохранять независимость.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Общепринятые представления о конкретных позитивных возможностях, способностях. Построение общих логических взаимосвязей только на основе личностного опыта. Поэтому любая необходимость создавать новые системные соотношения объектов вызывает затруднения.</p>
<p>Стремится реализовать конкретну идею, возможность при ограниченном социальными нормами понимании последней.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация о каких-либо событиях, изменениях, о том, как избежать крупных неблагоприятных событий, повторения ошибок прошлого, об общей перспективе и историческом опыте.</p>
<p>Хотел бы считать,что умеет качественно работать над конкретными объектами. Нуждается в позитивной оценке этого умения.</p>
<p>Неосознанно активизируется при необходимости избежать любых неблагоприятных событий посредством конкретной эффективной работы.</p>
</section>
<section>
<h2>Ид</h2>
<p>Программа уменьшения ощущения дискомфорта и создания комфорта вообще. Она реализуется посредством создания конкретного позитивного состояния (эмоций, переживаний) для себя и близких людей. Неосознанно создает в узком кругу атмосферу хорошего настроения.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (31, 0, 57, 58, 5, null, '/teorija/model-tima/opisanije-modelej/ili', 'ИЛИ («Бальзак»)', 'ИЛИ («Бальзак»)', '<h1>ИЛИ (Интуитивно-логический интроверт, «Бальзак»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>+&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Хорошо видит и понимает течение событий. Умеет предсказать результаты деятельности, ход развития ситуации. Строит прогнозы, которые часто сбываются.</p>
<p>Изучает свойства объектов с точки зрения практического применения. Умеет создавать новый способ работы и инструмент. Добивается оптимальной технологии, позволяющей прежде всего сэкономить время.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Комфорт и удобство понимает на основании усвоенных норм и стереотипов. Не всегда в состоянии создать себе удобную рабочую или домашнюю обстановку. В эмоциональных состояниях ориентируется только на основании собственного опыта. Часто неадекватен в проявлениях эмоций. Оценки его эмоционального состояния со стороны могут быть ему неприятны.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Чувствует некоторую неуверенность в своей способности отстоять себя, защитить свои интересы. Привлекает всевозможная информация о способах получения прибыли, выгоды, о материальных ресурсах.</p>
<p>Хотел бы считать, что умеет строить хорошие отношения, быть тактичным и приятным в общении. Нуждается в положительной оценке этого умения.</p>
</section>
<section>
<h2>Ид</h2>
<p>В результате пройденного жизненного опыта непроизвольно различает суть вещей, заложенные возможности и внутренние качества. В первую очередь замечает негативные черты, качества. Развитая логика позволяет легко структурировать события и явления в ходе повседневной деятельности.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (32, 0, 59, 60, 5, null, '/teorija/model-tima/opisanije-modelej/lie', 'ЛИЭ («Джек Лондон»)', 'ЛИЭ («Джек Лондон»)', '<h1>ЛИЭ (Логико-интуитивный экстраверт, «Джек Лондон»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Видит и умеет гибко использовать разнообразие объектов и их свойств. Имеет развитое технологическое мышление — знает как создать оптимальный и продуктивный способ работы, новый инструмент. Хорошо чувствует развитие событий в близкой перспективе и пользуется этим умением, чтобы в нужный момент применить свои умения.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Имеет общепринятые представлениия об эмоциональном мире. Умение поднять настроение, поддерживать атмосферу в коллективе основывается на стереотипных приемах.</p>
<p>Комфорт понимает только на основе собственного опыта и собственных представлений. Негибок в этом отношении и не может объективно оценить свое понимание удобства и комфорта.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Чувствует затруднения в создании хороших отношений. Нуждается в помощи в понимании симпатий и антипатий.</p>
<p>Активируется при необходимости преодоления трудностей и проявления волевых качеств, особенно, если это, по его представлению содействует торжеству добра. Нуждается в положительной оценке своих волевых качеств.</p>
</section>
<section>
<h2>Ид</h2>
<p>В повседневной деятельности опирается на выработанные опытом схемы и структуры. Следует индивидуально наработанному способу строить логику поступков. Спонтанно и точно оценивает скрытые свойства и возможности. Легко схватывает суть явлений и событий.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (33, 0, 61, 62, 5, null, '/teorija/model-tima/opisanije-modelej/esi', 'ЭСИ («Драйзер»)', 'ЭСИ («Драйзер»)', '<h1>ЭСИ (Этико-сенсорный интроверт, «Драйзер»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Хорошо видит, кто как к кому относится, знает, как формируются, проявляются и изменяются отношения в различных ситуациях, знает принятую в обществе норму проявления отношений, а также имеет собственное понимание нравственности.</p>
<p>Ориентируется как в положительных, так и в отрицательных отношениях. Способен существовать в ситуации длительного конфликта, защищая себя и своих близких адекватно сложившейся ситуации. Применяет упорство и твердость для отстаивания морально-этических ценностей.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Может оценить последовательность и непротиворечивость мыслей, поступков, явлений с точки зрения усвоенных (выученных) понятий. Общепринятые представления об общих логических взаимосвязях и зависимостях в окружающем мире, о построении непротиворечивых умозаключений, схем, структур.</p>
<p>Скрытые возможности и заложенный потенциал оценивает лишь исходя из собственного понимания. Не способен оценить, насколько его понимание совпадает с общепринятым. Необходимость понимания сути логических моделей, теорий, умопостроений сводит до круга его интересов (деятельности).</p>
<p>Видение конкретных позитивных возможностей и способностей только на основе личностного опыта. Поэтому болезненно воспринимает замечания об отсутствии гибкости, проницательности, о необходимости поиска новых вариантов.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Чувствует недостаточное ориентирование в конкретно-прикладной практической деятельности. Привлекает информация о необходимости выполнить конкретную работу, о ее эффективных способах, о позитивных свойствах конкретных объектов. При выполнении работы опирается только на личный опыт. Желает выполнять конкретную, в определенной области специализации работу, совершенствовать свое умение в узкой области.</p>
<p>Хотел бы считать, что умеет избегать неблагоприятных событий, повторения ошибок прошлого. Нуждается в оценке этого умения.</p>
<p>Неосознанно активизируется при необходимости предугадать отрицательные события, последствия и избежать их, особенно если они имеют влияние на его конкретную практическую деятельность. Конкретные действия придают уверенность в избежании неприятностей в будущем.</p>
</section>
<section>
<h2>Ид</h2>
<p>Индивидуальный, автоматически реализуемый способ создания для себя и близких позитивного эмоционального фона в разных жизненных ситуациях.</p>
<p>По ходу жизни реагирует на неприятные ощущения, неудобства, дискомфорт и действует на их устранение.</p>
<p>Чтобы чувствовать себя лучше, уменьшает дискомфорт в окружающем мире, устраняет неудобство и неприятные ощущения, создает уют.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (34, 0, 63, 64, 5, null, '/teorija/model-tima/opisanije-modelej/lse', 'ЛСЭ («Штирлиц»)', 'ЛСЭ («Штирлиц»)', '<h1>ЛСЭ (Логико-сенсорный экстраверт, «Штирлиц»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>+&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>В окружающих его объектах, событиях, явлениях видит прежде всего практическую сторону. Воспринимает все с точки зрения применения в деятельности, свойств и качеств, могущих пригодиться для интересующей его работы. Работу, деятельность видит как развернутый процесс — полный набор действий с начала до конца (концом является конкретный, завершенный результат). Способен учесть нюансы каждого этапа работы, скорректировать действия согласно текущей ситуации, среди отработанных методов или подходов выбрать оптимальный. Постоянно совершенствуется в своей профессиональной области, шлифует свое мастерство.</p>
<p>Хорошо владеет ощущением удобства, комфорта и дискомфорта. Его видение эстетики и красоты охватывает любые объекты, может изменяться с учетом ситуации. Стремится создавать комфортные условия, устранять дискомфорт с целью создания необходимых условий для работы. Применяет понимание красоты для улучшения свойств конкретных объектов.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Общепринятые представления о хорошем настроении, позитивном состоянии конкретных людей в узком кругу знакомых. В общении способен поддерживать приподнято-веселый тон с помощью заученных приемов. Теряется в негативной эмоциональной атмосфере. Стремится избегать таких ситуаций. Если сам выражает отрицательные эмоции, то часто в неадекватной форме.</p>
<p>Руководствуясь только личностным опытом, стремится избегать неожиданных событий, потери времени и учитывать ошибки прошлого. Болезненно воспринимает информацию о неумении предвидеть негативные последствия или несвоевременности чего-либо. Состояние ожидания воспринимает отрицательно.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация о человеческих отношениях вообще, об их изменении, улучшении или ухудшении. Ориентируется в отношениях, опираясь только на личный опыт, не в состоянии сравнить этот опыт с тем, как принято строить и выражать отношения. Настроен на все, что может помочь как-то избежать отрицательного отношения окружающих.</p>
<p>Хотел бы считать, что умеет быть проницательным, находчивым, видеть конкретные позитивные возможности, способности людей. Нуждается в положительной оценке этого умения.</p>
<p>Неосознанно активизируется при необходимости найти конкретную возможность изменить отношения между людьми.</p>
</section>
<section>
<h2>Ид</h2>
<p>В повседневной деятельности подспудно отслеживает соблюдение логичности, справедливости во всем. Спонтанно защищает, отстаивает собственную систему ценностей, выработанное на жизненном пути понимание справедливости, с которым он живет. Сопротивляется любому давлению, силовому воздействию.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (35, 0, 65, 66, 5, null, '/teorija/model-tima/opisanije-modelej/eii', 'ЭИИ («Достоевский»)', 'ЭИИ («Достоевский»)', '<h1>ЭИИ (Этико-интуитивный интроверт, «Достоевский»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>+&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Видит мир как общество взаимодейтсвующих личностей, между которыми складываются тонкие сети взиимных симпатий и антипатий. Рассматривает и оценивает все по своему отношению к объекту (человеку) и по тому отношению, которое объект (человек) порождает в ближнем окружении. Видит отношеня в их развитии, тонко чувствует детали и нюансы отношения к себе и интересующему его объекту. Не понимает орицательных отношений, теряется в ситуациях отрицательных отношений и старается их всячески избегать.</p>
<p>Видит внутренние склонности, способности и мотивы поведения человека. Умеет найти оправдание практически любым отрицательным поступкам, увидеть в отрицательном положительное. Корректирует свое отношение в зависимости от изменения восприятия внутреннего содержания объекта (человека). В стремлении не испортить отношения способен проявлять незаурядную деликатность и изобретательность, чтобы не допустить даже намека на плохое отношение.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Общепринятые представления о конкретных логических системах, структурах, социальной иерархии. Существование общепринятого конкретного социального порядка, которому приходится подчиняться, воспринимает как неизбежную необходимость.</p>
<p>Осуществление волевого давления, нажима, использование силовых методов воздействия только на основе личностного опыта. Если необходимо, отстаивает свою систему мироустройства, пытаясь вынудить собеседника принять его точку зрения.</p>
<p>Однако испытывает затруднения при необходимости осуществить такое давление, болезненно воспринимает критику волевых качеств, а также необходимость проявлять насилие.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает любая информация о практических моментах деятельности, свойствах и параметрах объектов, об оптимальной организации дела вообще, тенденциях развития технологий. Собственную практическую деятельность организует только исходя из приобретенного индивидуального опыта.</p>
<p>Хотел бы считать, что обладает вкусом, умеет организовать пространство вокруг себя, создать комфортную обстановку. Нуждается в оценке этого умения. Неосознанно активизируется при необходимости оптимизировать какой-нибудь процесс посредством налаживания удобства в работе.</p>
</section>
<section>
<h2>Ид</h2>
<p>Имеет индивидуальные привычки выражения и изменения настроений. В разных ситуациях ободряет себя и окружающих подходящими средствами. В повседневной деятельности пользуется спонтанным умением оценить ближайшее развитие событий, врожденным чувством перспективы для предотвращения отрицательных сценариев развития ситуации.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (36, 0, 67, 68, 5, null, '/teorija/model-tima/opisanije-modelej/iee', 'ИЭЭ («Гексли»)', 'ИЭЭ («Гексли»)', '<h1>ИЭЭ (Интуитивно-этический экстраверт, «Гексли»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
				<td>+&thinsp;<img src="/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
			</tr>
			<tr>
				<td>+&thinsp;<img src="/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
				<td>&minus;&thinsp;<img src="/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Хорошо чувствует возможности других людей, наблюдая со стороны, особенно незнакомых, выделяет людей с интересными способностями среди других. Стремится установить хорошие отношения с интересными людьми на близкой дистанции, выразить свое расположение к ним.</p>
<p>Находит выход из разнообразных ситуаций, владея видением скрытых возможностей, налаживая хорошие отношения, либо настраивая положительное общественное мнение.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Общепринятые представления о волевом воздействии, давлении, проявлении волевых качеств. Строит конкретные взаимосвязи и соотношения на основе личного опыта. Поэтому болезненно воспринимает критику аналитических способностей, испытывает затруднения, сталкиваясь с незнакомой логической схемой.</p>
<p>Пытается добиться такой степени влиятельности в обществе, которая соответствует усвоенным нормам представлений о влиятельности. Реализует это посредством личного представлений об интеллекте, о логических взаимосвязях.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация о конкретной организации пространства, о комфортной обстановке вокруг себя. Хотел бы считать, что умеет выбирать достаточно эффективные способы работы, организовать процесс, улучшить его, изменить последовательность операций. Нуждается в оценке этого умения.</p>
<p>Неосознанно активизируется при необходимости создать комфорт вокруг себя посредством организации выполнения какой-нибудь работы, проявления деловой активности.</p>
</section>
<section>
<h2>Ид</h2>
<p>Индивидуальная программа создания конкретных позитивных событий, положительных изменений. Она реализуется посредством неосознанного создания подходящего состояния (эмоций, переживаний, настроения, чувств) как своего, так и окружающих.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (37, 0, 69, 70, 5, null, '/teorija/model-tima/opisanije-modelej/sli', 'СЛИ («Габен»)', 'СЛИ («Габен»)', '<h1>СЛИ (Сенсорно-логический интроверт, «Габен»)</h1>
<section>
<h2>Эго</h2>
<figure class="floating">
	<table class="model-diagram compact">
		<tbody>
			<tr>
				<td>&minus;&thinsp;/images/symbols/aspect_S.gif?1" class="inline-icon" alt="БС" title="БС" /></td>
				<td>+&thinsp;/images/symbols/aspect_P.gif?1" class="inline-icon" alt="ЧЛ" title="ЧЛ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;/images/symbols/aspect_E.gif?1" class="inline-icon"  alt="ЧЭ" title="ЧЭ" /></td>
				<td>&minus;&thinsp;/images/symbols/aspect_T.gif?1" class="inline-icon" alt="БИ" title="БИ" /></td>
			</tr>
		</tbody>
		<tbody>
			<tr class="separator">
				<td>&minus;&thinsp;/images/symbols/aspect_R.gif?1" class="inline-icon" alt="БЭ" title="БЭ" /></td>
				<td>+&thinsp;/images/symbols/aspect_I.gif?1" class="inline-icon" alt="ЧИ" title="ЧИ" /></td>
			</tr>
			<tr>
				<td>+&thinsp;/images/symbols/aspect_F.gif?1" class="inline-icon" alt="ЧС" title="ЧС" /></td>
				<td>&minus;&thinsp;/images/symbols/aspect_L.gif?1" class="inline-icon" alt="БЛ" title="БЛ" /></td>
			</tr>
		</tbody>
	</table>
</figure>
<p>Обладает гибким видением пространственных соотношений и пропорций. Воспринимает мир как гармонию линий в пространстве, гармонию физических ощущений, которая есть равновесие между простотой и изяществом форм. Видит богатство форм, их абсолютную и относительную ценность, включая как красивое так и безобразное. Способен приспосабливаться к дискомфорту, устранять неудобство с учетом принятых норм эстетики, текущей ситуации и возможного развития ситуации в будущем. Трезво оценивает и применяет технические средства и материалы для достижения требуемого результата, учитывая конкретные возможности материала и инструмента для заданной цели.</p>
</section>
<section>
<h2>Суперэго</h2>
<p>Планирует течение событий, опираясь на усвоенные перенятые шаблоны прогнозирования. Ему сложно отойти от общепринятого способа хода оценки развития ситуации во времени. Разбирается с эмоциональными ситуациями только на основе собственного понимания эмоционального мира людей. Потребность соотнести эмоциональную сторону ситуации с адекватным способом реагирования вызывает сильное затруднение. Не уверен в адекватности их проявлений, поэтому стремится не выражать внешне сильные и бурные эмоции, чем создает впечатление малоэмоционального человека. Не ориентируется в области негативных эмоций.</p>
</section>
<section>
<h2>Суперид</h2>
<p>Привлекает информация о позитивных возможностях и непроявленном потенциале в своей жизни. Интересуется необычными людьми, мнениями, взглядами. Ценность внутреннего содержания и сути человека связывается с отношением к нему. Способ проявления отношений складывается из индивидуально-привычных приемов. Считает себя способным установить нужные отношения с окружающими и неосознанно стремится получать должную оценку этой способности.</p>
</section>
<section>
<h2>Ид</h2>
<p>Имеет выработанную жизненным опытом личную стратегию защиты собственных интересов и интересов ближнего окружения. Гибко и эффективно использует существующие системы и правила, в своей повседневной деятельности, в том числе для защиты своих интересов.</p>
</section>
<p class="copyright"><small class="name">© В. Пятницкий</small></p>');
INSERT INTO tbl_nav VALUES (38, 0, 72, 73, 4, null, '/teorija/model-tima/vital-mental', 'Суперблоки Витал и Ментал', 'Суперблоки Витал и Ментал', null);
INSERT INTO tbl_nav VALUES (39, 0, 74, 75, 4, null, '/teorija/model-tima/extra-intro', 'Экстраверсия/интроверсия', 'Экстраверсия/интроверсия', null);
INSERT INTO tbl_nav VALUES (40, 0, 76, 77, 4, null, '/teorija/model-tima/rac-irrac', '(Ир-)рациональность', '(Ир-)рациональность', null);
INSERT INTO tbl_nav VALUES (41, 0, 79, 86, 3, null, '/teorija/otnoshenija', 'Межтипные отношения', 'Межтипные отношения', null);
INSERT INTO tbl_nav VALUES (42, 0, 80, 81, 4, null, '/teorija/otnoshenija/diady', 'Диады', 'Диады', null);
INSERT INTO tbl_nav VALUES (43, 0, 82, 83, 4, null, '/teorija/otnoshenija/kvadry', 'Квадры', 'Квадры', null);
INSERT INTO tbl_nav VALUES (44, 0, 84, 85, 4, null, '/teorija/otnoshenija/kolca', 'Кольца', 'Кольца', null);
INSERT INTO tbl_nav VALUES (45, 0, 87, 88, 3, null, '/teorija/i-timy', 'Интегральные ТИМы', 'Интегральные ТИМы', null);
INSERT INTO tbl_nav VALUES (46, 0, 90, 93, 2, null, '/praktika', 'Практика определения ТИМа', 'Практика определения ТИМа', null);
INSERT INTO tbl_nav VALUES (47, 0, 91, 92, 3, null, '/praktika/metodika', 'Методика типирования', 'Методика типирования', null);
INSERT INTO tbl_nav VALUES (48, 0, 94, 95, 2, null, '/statji-doklady', 'Статьи, доклады', 'Статьи, доклады', null);
INSERT INTO tbl_nav VALUES (49, 0, 96, 97, 2, null, '/forum/', 'Форум', 'Форум', null);

INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('', '', 'Nav', 7);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('0', '', 'Nav', 7);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('1', '', 'Nav', 13);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('1', '23', 'Nav', 14);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('1', '26', 'Nav', 15);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('9', '', 'Nav', 16);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('10', '', 'Nav', 17);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('10', '32', 'Nav', 38);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('10', '33', 'Nav', 40);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('10', '38', 'Nav', 39);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('10', '41', 'Nav', 21);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('12', '', 'Nav', 18);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('12', '30', 'Nav', 19);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('12', '31', 'Nav', 20);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '', 'Nav', 21);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '3', 'Nav', 22);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '5', 'Nav', 23);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '6', 'Nav', 24);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '7', 'Nav', 25);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '8', 'Nav', 26);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '9', 'Nav', 27);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '10', 'Nav', 28);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '11', 'Nav', 29);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '12', 'Nav', 30);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '13', 'Nav', 31);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '14', 'Nav', 32);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '15', 'Nav', 33);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '16', 'Nav', 34);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '17', 'Nav', 35);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '18', 'Nav', 36);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('2', '19', 'Nav', 37);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('13', '', 'Nav', 17);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('11', '', 'Nav', 41);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('14', '', 'Nav', 42);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('15', '', 'Nav', 43);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('16', '', 'Nav', 44);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('18', '', 'Nav', 45);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('19', '', 'Nav', 47);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '45', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '46', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '47', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '48', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '49', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '50', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '51', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '52', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '53', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '54', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '55', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '56', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '57', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '58', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '59', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '62', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '63', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '64', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '65', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '66', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('21', '67', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('24', '', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('24', '68', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('24', '69', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('24', '70', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('24', '72', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('24', '73', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('24', '74', 'Nav', 53);
INSERT INTO tbl_redirect ("group", "page", "model_class", "model_id") VALUES ('23', '', 'Nav', 53);
